<html>
<head>
<style>
html { font-family: '-apple-system','HelveticaNeue'; font-size: 20pt; }
body { padding: 35px; }
ul li { margin-bottom: 1em; }
a { color: #954f72; text-decoration: underline; }
table { border-collapse: collapse; }
table, th, td { border: 1px solid black; }
td { padding: 10px; }
</style>
</head>
<body>
<p><strong>Samtycke marknadsf&ouml;ring</strong></p>
<p>Hej!</p>
<p>Vi &auml;r Milwaukee Electric Tool Corporation &ndash; tillverkare av MILWAUKEE&trade; elverktyg. Tack f&ouml;r att du laddat ner ONE-KEY&trade; applikationen. Vi hoppas att du ska tycka om den!</p>
<p>Vi (liksom v&aring;ra europeiska systerf&ouml;retag d&auml;r du bor) skulle vilja h&aring;lla dig uppdaterad om v&aring;ra MILWAUKEE&trade; produkter och tj&auml;nster genom att skicka marknadf&ouml;ringskommunikation till dig via <br/>e-post, SMS och telefon. Oroa dig inte, det &auml;r inte obligatoriskt, men vi ger dig nedan m&ouml;jlighet att v&auml;lja att f&aring; marknadsf&ouml;ringskommunikation fr&aring;n oss om du s&aring; &ouml;nskar.</p>
<p>Det finns ytterligare information att f&aring; ang&aring;ende hur vi anv&auml;nder dina personuppgifter i v&aring;r sekretesspolicy, som du hittar h&auml;r: <u><a style="color: purple; text-decoration: underline;" href="http://se.milwaukeetool.eu/one-key/privacy-policy/">http://se.milwaukeetool.eu/one-key/privacy-policy/</a></u>. En kopia som du kan komma &aring;t n&auml;r som helst finns tillg&auml;nglig via dina inst&auml;llningar i applikationen.</p>
<p>Om du &ouml;nskar motta marknadsf&ouml;ringskommunikation ang&aring;ende v&aring;ra MILWAUKEE&trade; produkter och tj&auml;nster, v&auml;nligen bekr&auml;fta att du ger ditt samtycke genom att klicka i de l&auml;mpliga rutorna nedan f&ouml;r att ge din till&aring;telse f&ouml;r Milwaukee Electric Tool Corporation och/eller v&aring;ra europeiska n&auml;rst&aring;ende f&ouml;retag att skicka marknadsf&ouml;ring till dig ang&aring;ende v&aring;ra MILWAUKEE&trade; produkter och tj&auml;nster p&aring; f&ouml;ljande s&auml;tt:</p>
<p>Om du skulle &auml;ndra dig kan du, n&auml;r som helst, ta tillbaka ditt samtycke och &auml;ndra dina preferenser genom att kontakta oss p&aring; e-postadress: <a style="color: purple; text-decoration: underline;" href="mailto:data.privacy@TTI-emea.com">data.privacy@TTI-emea.com</a>, eller genom att &auml;ndra dina inst&auml;llningar i inst&auml;llningsmenyn i ONE-KEY&trade; applikationen eller p&aring; webbplatsen.&nbsp;</p>
<p><strong>Samtycke cookies</strong></p>
<p>Webbplatsen f&ouml;r v&aring;r lagerstyrningsplattform (&ldquo;ONE-KEY&trade; webbplatsen&rdquo;) anv&auml;nder sig av s&aring; kallade cookies (webbkakor), vilket &auml;r sm&aring; filer best&aring;ende av siffror och boskt&auml;ver som placeras p&aring; din enhet, f&ouml;r att s&auml;rskilja dig fr&aring;n andra anv&auml;ndare av v&aring;r ONE-KEY&trade; webbplats och ocks&aring; hj&auml;lper oss att f&ouml;rb&auml;ttra webbplatsen.&nbsp; F&ouml;r detaljerad information ang&aring;ende hur vi anv&auml;nder cookies och i vilka syften, v&auml;nligen se v&aring;r sekretesspolicy: <a style="color: purple; text-decoration: underline;" href="https://se.milwaukeetool.eu/footer/privacy-policy">https://se.milwaukeetool.eu/footer/privacy-policy</a>.</p>
<p>N&auml;r du f&ouml;r f&ouml;rsta g&aring;ngen loggar in f&ouml;r att skapa ett konto p&aring; ONE-KEY&trade; webbplatsen kommer sekretesspolicyn att visas i ett s&auml;rskilt f&ouml;nster (denna inneh&aring;ller cookiepolicyn).&nbsp; Efter att du g&aring;tt igenom och godk&auml;nt policyn kommer du att bli inloggad.&nbsp; Om du &auml;ndrar dig kan du n&auml;r som helst radera cookies och hindra oss fr&aring;n att anv&auml;nda dem i din webbl&auml;sare eller enhet genom att via din webbl&auml;sares inst&auml;llningar st&auml;nga av cookies.</p>
</body>
</html>
