<html>
<head>
<style>
html { font-family: '-apple-system','HelveticaNeue'; font-size: 20pt; }
body { padding: 35px; }
ul li { margin-bottom: 1em; }
a { color: #954f72; text-decoration: underline; }
table { border-collapse: collapse; }
table, th, td { border: 1px solid black; }
td { padding: 10px; }
</style>
</head>
<body>
<p style="text-align: center;"><strong>ONE-KEY&trade; Applikation och webbplats f&ouml;r lagerstyrningsplattform</strong><br/><strong>Sekretesspolicy</strong></p>
<p>1&nbsp;
SEKRETESSPOLICY</p>
<p>Milwaukee Electric Tool Corporation (&ldquo;vi&rdquo; eller &ldquo;oss&rdquo; eller &ldquo;v&aring;r&rdquo;) &auml;r fast beslutna att skydda och
respektera din r&auml;tt till sekretess.</p>
<p>I denna sekretesspolicy beskrivs hur vi samlar in, lagrar, behandlar och delar dina personuppgifter. Vi kommer alltid att ge dig insyn n&auml;r det
g&auml;ller hur vi behandlar dina personuppgifter. Detta meddelande ger dig ocks&aring; information om de r&auml;ttigheter du har i samband med behandlingen av dina personuppgifter. </p>
<p>Vid till&auml;mpningen av g&auml;llande dataskyddslagstiftning (inklusive den allm&auml;nna dataskyddf&ouml;rordningen) &auml;r den
personuppgiftsansvarige f&ouml;r alla personuppgifter som vi samlar in, behandlar och lagrar g&auml;llande dig Milwaukee Electric Tool Corporation, med registrerad adress: 13135 West Lisbon Road, Brookfield, Wisconsin 53005, United States.</p>
<p>&nbsp;Om du har fr&aring;gor ang&aring;ende denna sekretesspolicy, eller de r&auml;ttigheter du har enligt den, v&auml;nligen kontakta v&aring;r
datainformationsansvarige: </p>
<p>Techtronic Industries UK Ltd<br/>Unit 3 Globeside Business Park<br/>Fieldhouse Lane, Marlow SL7 1HZ<br/>England</p>
<p>Eftersom vi &auml;r baserade utanf&ouml;r Europa har vi ocks&aring; skyldighet att, ut&ouml;ver din m&ouml;jlighet att kontakta oss, utse en
f&ouml;retr&auml;dare inom Europa som du kan kontakta ang&aring;ende dina personuppgifter. V&aring;r europeiska f&ouml;retr&auml;dare &auml;r Techtronic Industries UK Ltd som kan kontaktas p&aring; f&ouml;ljande s&auml;tt:</p>
<p>Techtronic Industries UK Ltd<br/>Unit 3 Globeside Business Park<br/>Fieldhouse Lane, Marlow SL7 1HZ<br/>England</p>
<p>Om dina personuppgifter har lagts till i n&aring;gon av v&aring;ra kontohavares konton, var v&auml;nlig observera att det &auml;r kontohavarens beslut
att anv&auml;nda dina personuppgifter p&aring; detta s&auml;tt och att kontoinnehavaren &auml;r ansvarig f&ouml;r att visa att de har r&auml;tt att anv&auml;nda dina personuppgifter. Dina personuppgifter behandlas enligt vad som anges i denna
policy.</p>
<p>2&nbsp;
INFORMATION OM DIG SOM VI SAMLAR IN </p>
<p>De personuppgifter som vi samlar in avseende dig inkluderar de f&ouml;ljande: </p>
<ul>
<li>namn, </li>
<li>adress, </li>
<li>e-postadress,</li>
<li>telefonnummer, </li>
<li>personlig beskrivning och foton,</li>
<li>information om hur, n&auml;r och hur
ofta du anv&auml;nder dig av dina ONE-KEY&trade; verktyg,</li>
<li>information om vart dina
ONE-KEY&trade; verktyg har anv&auml;nts (om du anv&auml;nder dig av den tj&auml;nsten i ONE-KEY&trade; applikationen),</li>
<li>om du anv&auml;nt dig av
ONE-KEY&trade; applikationen via en mobiltelefon kan vi komma att samla in telefonens identifikationsuppgifter om du anv&auml;nder vissa funktioner (s&aring;som Verktygsrapportering),</li>
<li>teknisk information, inklusive den
IP-adress som du anv&auml;nder dig av f&ouml;r att koppla upp din enhet mot internet, din inloggningsinformation, typer och versioner av webbl&auml;sare och insticksprogram, tidszoninst&auml;llning, typ av enhet, och operativsystem, </li>
<li>information om dina bes&ouml;k
p&aring; webbplatsen, inklusive uniform resursidentifikator (URL), hur du navigerat dig till och fr&aring;n webbplatsen (inklusive datum och tid), produkter du tittat p&aring;, s&ouml;kningar eller k&ouml;p, sidors svarstid, nedladdningsfel,
hur l&auml;nge du stannat p&aring; vissa sidor, sidspecifik information (som skrollande, klickande och muspekningar) samt metoder som anv&auml;nts f&ouml;r att navigera p&aring; webbplatsen.</li>
</ul>
<p>
Vi kan ocks&aring; komma att samla in personuppgifter om vemsomhelst du till&aring;ter att anv&auml;nda dina ONE-KEY&trade;-verktyg eller personuppgifter fr&aring;n dina anst&auml;llda eller entrepren&ouml;rer som du l&auml;gger till ditt konto ("Tillagda anv&auml;ndardata") eller personuppgifterna f&ouml;r de anv&auml;ndare du bjuder in/ eller som bjuder in dig att koppla ditt konto ("Fleranv&auml;ndare"/"Fleranv&auml;ndardata"). Om du till exempel har bett en anst&auml;lld att anv&auml;nda ditt ONE-KEY&trade;-verktyg kommer du eventuellt att kunna identifiera personuppgifter om den anst&auml;llda, dennes platsuppgifter, arbetsinsats- eller m&ouml;nster genom dennes anv&auml;ndning av ONE-KEY&trade;-verktyget. Det &auml;r ditt ansvar att f&ouml;lja all till&auml;mplig lagstiftning om dataskydd och att meddela alla dina anst&auml;llda, eller tredje part vars personuppgifter l&auml;ggs till eller l&auml;nkas till ditt konto som anv&auml;nder ditt ONE-KEY&trade;-verktyg i f&ouml;rv&auml;g om insamlingen av deras personuppgifter p&aring; detta s&auml;tt. Om de har ytterligare fr&aring;gor om hur deras personuppgifter kan anv&auml;ndas av oss b&ouml;r du h&auml;nvisa till denna integritetspolicy. Vi &auml;r inte p&aring; n&aring;got s&auml;tt ansvariga f&ouml;r n&aring;gra krav som v&auml;ckts mot dig (eller oss) av n&aring;gon tredje part som anv&auml;nder ditt ONE-KEY&trade;-verktyg, eller vars personuppgifter du har lagt till i ditt konto eller som du har bjudit in att koppla sig till ditt konto, som r&ouml;r eventuell &ouml;vertr&auml;delse av g&auml;llande dataskyddslagstiftning. Du &auml;r ansvarig f&ouml;r att se till att du har r&auml;tt att f&ouml;rse oss med tillagda anv&auml;ndardata (detta innefattar att meddela ber&ouml;rda personer att du kommer att l&auml;gga till deras personuppgifter till ditt konto) och att vi har r&auml;tt att anv&auml;nda de tillagda uppgifterna f&ouml;r att f&ouml;rse dig med funktionalitet i ONE-KEY&trade;-appen. F&ouml;r att f&ouml;lja dataskyddslagar ska du vara personuppgiftsansvarig f&ouml;r tillagda anv&auml;ndardata och vi ska vara personuppgiftsbitr&auml;de (dvs. tillagda anv&auml;ndardata &auml;r ditt ansvar och vi tillhandah&aring;ller en tj&auml;nst som g&ouml;r det m&ouml;jligt f&ouml;r dig att inkludera tillagda anv&auml;ndardata i ditt konto).
<br/><br/>
Fleranv&auml;ndarfunktionen kan till&aring;ta anv&auml;ndare av ONE-KEY&trade;-appen att ange och lagra uppgifter om andra anv&auml;ndare n&auml;r dessa andra anv&auml;ndare &auml;r knutna till den ursprungliga anv&auml;ndaren i syfte att koppla konton f&ouml;r flera anv&auml;ndare och underl&auml;tta samordning och organisation mellan en grupp anknutna anv&auml;ndare. GENOM ATT ANV&Auml;NDA FLERANV&Auml;NDARFUNKTIONALITET I ONE-KEY&trade;-APPEN GODK&Auml;NNER DU UTTRYCKLIGEN F&Ouml;LJANDE: (A) du utf&auml;ster och garanterar att du, innan du anger n&aring;gra personuppgifter om n&aring;gon annan person, har (i) meddelat personen som du t&auml;nker ange dennes personuppgifter i ONE-KEY&trade;-appen f&ouml;r att f&aring; &aring;tkomst till och anv&auml;nda funktionaliteten i ONE-KEY&trade;-appen, (ii) meddelat personen om de personuppgifter som du anger, (iii) tillhandah&aring;llit en l&auml;nk till integritetspolicyn (finns h&auml;r: http://se.milwaukeetool.eu/one-key/privacy-policy/) som reglerar v&aring;r &aring;tkomst, anv&auml;ndning och visning av s&aring;dana uppgifter n&auml;r de har angetts och (iv) erh&aring;llit uttryckligt samtycke fr&aring;n varje s&aring;dan person till s&aring;dan visning och anv&auml;ndning av till&auml;mpliga personuppgifter; och (B) om ditt konto &auml;r kopplat till ett annat konto i samband med alla fleranv&auml;ndarfunktioner i ONE-KEY&trade;-appen utf&auml;ster och godk&auml;nner du att du har l&auml;st och godk&auml;nt integritetspolicyn (finns h&auml;r: http://se.milwaukeetool.eu/one-key/privacy-policy/) och du godk&auml;nner uttryckligen att vi f&aring;r beh&aring;lla, anv&auml;nda och visa dina personuppgifter som &auml;r kopplade till ett s&aring;dant konto i syfte att tillhandah&aring;lla ONE-KEY&trade;-appen och alla tillh&ouml;rande tj&auml;nster och funktionalitet s&aring; l&auml;nge ditt konto f&ouml;rblir l&auml;nkat.
</p>
<p>3&nbsp;
HUR VI SAMLAR IN INFORMATION OM DIG</p>
<p>Vi kan komma att samla in information om dig p&aring; ett antal olika s&auml;tt, inklusive n&auml;r du:</p>
<ul>
<li>skapar ett konto hos oss, </li>
<li>bes&ouml;ker v&aring;r webbplats eller applikation,</li>
<li>prenumererar p&aring; v&aring;rt nyhetsbrev, </li>
<li>registrerar ditt ONE-KEY&trade; verktyg hos oss eller registerar verktyg f&ouml;r f&ouml;rl&auml;ngd garanti,</li>
<li>kontaktar v&aring;r kundservice,</li>
<li>deltar i n&aring;gon av v&aring;ra t&auml;vlingar, utnyttjar erbjudanden eller fyller i en enk&auml;t, eller</li>
<li>kommunicerar med oss via sociala medier (t.ex. genom att n&auml;mna/tagga oss eller genom att kontakta oss direkt). </li>
</ul>
<p>Dessutom, om du anv&auml;nder dig av lagerstyrningsfunktionen i ONE-KEY&trade; applikationen kommer vi automatiskt att samla in uppgifter avseende de
ONE-KEY&trade; verktyg som registrerats p&aring; ditt konto, inklusive:</p>
<ul>
<li>verktygets identifikationsuppgifter (t.ex. serienummer),</li>
<li>verktygsanv&auml;ndningsuppgifter (t.ex. datum/tid f&ouml;r n&auml;r anv&auml;ndning p&aring;b&ouml;rjades och avslutades),</li>
<li>l&auml;gesinformation avseende ditt ONE-KEY&trade; verktyg om du (eller n&aring;gon annan) anv&auml;nder ONE-KEY&trade; applikationen, har
aktiverat Bluetooth och ditt ONE-KEY&trade; verktyg befinner sig inom r&auml;ckh&aring;ll. V&auml;nligen notera att vi endast samlar in uppgifter avseende ditt (eller n&aring;gon tredje parts) l&auml;ge (t.ex. om du eller n&aring;gon av dina
anst&auml;llda &auml;r p&aring; samma st&auml;lle som ditt ONE-KEY&trade; verktyg) i syfte att kunna hj&auml;lpa dig att identifiera vart ditt ONE-KEY&trade; verktyg befinner sig. Vi sp&aring;rar dina ONE-KEY&trade; verktyg, inte dig!</li>
</ul>
<p>4&nbsp;
HUR ANV&Auml;NDER VI DINA PERSONUPPGIFTER OCH P&Aring; VILKA GRUNDER?</p>
<table>
<tbody>
<tr>
<td width="50%">
<p><strong>Hur och varf&ouml;r
vi anv&auml;nder dina personuppgifter</strong></p>
</td>
<td
width="50%">
<p><strong>V&aring;ra
r&auml;ttsliga grunder f&ouml;r att behandla dina personuppgifter</strong></p>
</td>
</tr>
<tr>
<td>
<p>F&ouml;r att
tillhandah&aring;lla information, produkter och tj&auml;nster som du efterfr&aring;gar eller k&ouml;per fr&aring;n oss (d.v.s. f&ouml;r att kunna utf&ouml;ra vissa uppgifter, behandling och f&ouml;r kommunikation med dig ang&aring;ende
de produkter och tj&auml;nster som du k&ouml;pt eller efterfr&aring;gat samt f&ouml;r att kunna svara p&aring; fr&aring;gor och kommentarer).</p>
</td>
<td rowspan="3">
<p>Vi anv&auml;nder oss av det
avtalsf&ouml;rh&aring;llande som uppst&aring;r med dig i samband med best&auml;llningar av produkter eller tj&auml;nster eller anv&auml;ndning av ONE-KEY&trade; applikationen som v&aring;r r&auml;ttsliga grund f&ouml;r att behandla dina
personuppgifter. </p>
<p>Alternativt, i vissa
situationer, baserar vi behandlingen p&aring; v&aring;ra legitima aff&auml;rsintressen (t.ex. v&aring;rt behov av att m&auml;ta kundernas tillfredsst&auml;llelse och l&ouml;sa kunders problem). I de fall vi anv&auml;nder v&aring;ra
legitima aff&auml;rsintressen som grund f&ouml;r behandling kommer vi alltid att v&auml;ga dessa mot dina r&auml;ttigheter.</p>
</td>
</tr>
<tr>
<td>
<p>N&auml;r du anv&auml;nder
v&aring;r ONE-KEY&trade; applikation: f&ouml;r att tillhandah&aring;lla de tj&auml;nster du efterfr&aring;gat fr&aring;n oss via ONE-KEY&trade; applikationen.&nbsp; Detta kan komma att inkludera l&auml;gesuppgifter som vi samlat in genom
v&aring;rt ONE-KEY&trade; lagerstyrningssystem f&ouml;r verktyg n&auml;r du v&auml;ljer att aktivera Bluetooth och anv&auml;nda dig av den funktionen. </p>
</td>
</tr>
<tr>
<td>
<p>F&ouml;r att kunna m&auml;ta
hur n&ouml;jda v&aring;ra kunder &auml;r och f&ouml;r att kunna tillhandah&aring;lla kundtj&auml;nst (inklusive fels&ouml;kning i samband med k&ouml;p eller f&ouml;rfr&aring;gningar avseende tj&auml;nster eller n&auml;r du st&auml;ller
fr&aring;gor via sociala media).</p>
</td>
</tr>
<tr>
<td>
<p>Vi kan komma att anv&auml;nda
oss av personuppgifter f&ouml;r att skicka information om relevanta produkter och erbjudanden (marknadsf&ouml;ring). </p>
 </td>
<td>
<p>Vi har vanligtvis endast
m&ouml;jlighet att anv&auml;nda oss av personuppgifter f&ouml;r att skicka marknadsf&ouml;ring om du gett oss ditt samtycke. I vissa fall kan vi dock anv&auml;nda oss av v&aring;ra legitima intressen. </p>
<p>Du kan n&auml;r som helst be
oss att sluta skicka marknadsf&ouml;ring genom att skriva till oss. Se kontaktinformation i b&ouml;rjan p&aring; denna sekretesspolicy: https://se.milwaukeetool.eu/footer/privacy-policy/.</p>
</td>
</tr>
<tr>
<td>
<p>F&ouml;r att bevaka
anv&auml;ndningen av <br/>ONE-KEY&trade; applikationen och webbplatsen och s&auml;kerst&auml;lla att den presenteras p&aring; ett s&auml;tt som &auml;r effektivt och relevant f&ouml;r dig och din enhet. </p>
<p>Vi kan komma att anv&auml;nda
oss av cookies f&ouml;r dessa syften.</p>
</td>
<td>
<p>Det ligger inom v&aring;ra
legitima intressen att se till att v&aring;r webbplats och v&aring;r ONE-KEY&trade; applikation fungerar ordentligt och att v&aring;ra produkter och tj&auml;nster &auml;r effektiva och uppr&auml;tth&aring;ller h&ouml;g kvalitet. </p>
<p>Vi st&ouml;der oss p&aring;
samtycke f&ouml;r att placera cookies p&aring; din enhet.&nbsp; F&ouml;r information om hur vi anv&auml;nder oss av cookies v&auml;nligen se cookiepolicy avseeende cookies: <a style="color: purple; text-decoration: underline;"
href="https://www.milwaukeetool.eu/cookies">https://se.milwaukeetool.eu/cookies</a>/.</p>
</td>
</tr>
<tr>
<td>
<p>Vi kan komma att spela in
samtal n&auml;r du ringer till oss, i utbildningssyfte och f&ouml;r att s&auml;kerst&auml;lla kvalitet (om samtalet spelas in kommer du att informeras om detta i f&ouml;rhand). </p>
</td>
<td>
<p>Vi behandlar uppgifter
f&ouml;r ett antal olika syften. Det kan vara n&ouml;dv&auml;ndigt p&aring; grund av lagstadgade skyldigheter och det ligger ocks&aring; inom v&aring;ra legitima intressen att spela in samtal f&ouml;r att kunna kontrollera kvaliteten.</p>
</td>
</tr>
<tr>
<td>
<p>F&ouml;r att
s&auml;kerst&auml;lla att den personliga och finansiella information du gett oss &auml;r korrekt. </p>
</td>
<td rowspan="4">
<p>I vissa fall kommer vi att
anv&auml;nda dina personuppgifter f&ouml;r att det &auml;r n&ouml;dv&auml;ndigt f&ouml;r oss s&aring; att vi kan uppfylla lagstadgade skyldigheter (som ifall vi skulle erh&aring;lla en beg&auml;ran fr&aring;n en brottsbek&auml;mpande
myndighet). I andra fall (som f&ouml;r att uppt&auml;cka bedr&auml;gerier och uppr&auml;tth&aring;lla webbplatsens s&auml;kerhet) kommer vi att basera v&aring;r r&auml;tt att anv&auml;nda dina personuppgifter p&aring; vissa s&auml;tt
p&aring; v&aring;ra legitima aff&auml;rsintressen. I de fall vi anv&auml;nder v&aring;ra legitima aff&auml;rsintressen som grund f&ouml;r behandling kommer vi alltid att v&auml;ga dessa mot dina r&auml;ttigheter. </p>
</td>
</tr>
<tr>
<td>
<p>F&ouml;r att uppt&auml;cka,
rapportera och f&ouml;rebygga ekonomiska brott eller annan olaglig verksamhet.</p>
</td>
</tr>
<tr>
<td>
<p>F&ouml;r att hantera risker
f&ouml;r oss och v&aring;ra kunder.</p>
</td>
</tr>
<tr>
<td>
<p>F&ouml;r att uppfylla
v&aring;ra lagstadgade och andra skyldigheter.</p>
</td>
</tr>
</tbody>
</table>
<p>5&nbsp;
HUR DELAR VI DINA PERSONUPPGIFTER?</p>
<p>F&ouml;r att kunna tillhandah&aring;lla v&aring;ra produkter och tj&auml;nster delar vi personuppgifter med tredjepartsleverant&ouml;rer eller
f&ouml;retag inom v&aring;r bolagsgrupp p&aring; s&auml;tt som beskrivs nedan. N&auml;r vi delar dina personuppgifter sker detta med anv&auml;ndning av skydds&aring;tg&auml;rder och krav p&aring; de andra organisationerna att
uppr&auml;tth&aring;lla s&auml;kerheten f&ouml;r dina uppgifter och att de inte anv&auml;nder dina personuppgifter f&ouml;r sina egna markandsf&ouml;ringssyften utan ditt samtycke. Vi kommer aldrig att s&auml;lja dina personuppgifter till en
tredje part. </p>
<p><u>F&ouml;r att genomf&ouml;ra best&auml;llningar av produkter och tj&auml;nster:</u></p>
<p>Vi jobbar tillsammans med ett antal betrodda underleverant&ouml;rer som utf&ouml;r tj&auml;nster &aring; v&aring;ra v&auml;gnar. N&auml;r du
k&ouml;per produkter och tj&auml;nster fr&aring;n oss, inkluderar de tj&auml;nster de utf&ouml;r hotell- och leveranstj&auml;nster f&ouml;r webbplats och databas. Det ligger inom v&aring;ra legitima aff&auml;rsintressen att jobba med dessa
tj&auml;nsteleverant&ouml;rer eftersom vi kanske inte har kapacitet att sj&auml;lva utf&ouml;ra dessa tj&auml;nster. I varje enskilt fall kommer vi att s&auml;kerst&auml;lla att tj&auml;nsteleverant&ouml;ren endast har till&aring;telse att
anv&auml;nda dina personuppgifter i syfte att tillhandah&aring;lla oss tj&auml;nsten i fr&aring;ga och inte i n&aring;gra andra syften.&nbsp; </p>
<p><u>Andra professionella tj&auml;nster:</u></p>
<p>Vi kan komma att dela dina personuppgifter med v&aring;ra f&ouml;rs&auml;kringsleverant&ouml;rer i det fall vi enligt avtal med
f&ouml;rs&auml;kringsbolaget &auml;r skyldiga att g&ouml;ra det. </p>
<p>Vi arbetar endast med noga utvalda tredje parter som leverant&ouml;ren av webbhotell f&ouml;r v&aring;r databas, marknadsf&ouml;ringsbyr&aring;er,
annonspartners och andra som hj&auml;lper oss att tillhandah&aring;lla en positiv kundupplevelse.</p>
<p><u>F&ouml;r att f&ouml;rebygga och uppt&auml;cka brott och p&aring; andra s&auml;tt efterleva lagstiftning:</u></p>
<p>Det kan uppkomma situationer d&aring; vi har lagstadgad skyldighet att dela och tillhandh&aring;lla dina personuppgifter till brottsbek&auml;mpande
eller andra myndigheter f&ouml;r att f&ouml;rebygga eller uppt&auml;cka brott eller p&aring; annat s&auml;tt efterleva v&aring;ra lagstadgade skyldigheter. </p>
<p><u>Internationell behandling av uppgifter inom f&ouml;retagsgruppen och dess struktur:</u></p>
<p>V&aring;r f&ouml;retagsgrupp har gemensamma aff&auml;rsprocesser och gemensam verksamhet.&nbsp; Vi kan komma att dela dina personuppgifter med
medlemmar av v&aring;r f&ouml;retagsgrupp f&ouml;r att uppfylla v&aring;ra skyldigheter mot dig enligt avtal eller f&ouml;r att det ligger inom v&aring;ra legitima intressen. Exempelvis, om du anv&auml;nder v&aring;ra tj&auml;nster inom Europa,
kommer dina uppgifter att behandlas av Techtronic Industries ELC GmbH, ett f&ouml;retag inom v&aring;r grupp som &aring; v&aring;ra v&auml;gnar sk&ouml;ter v&aring;ra tj&auml;nster i Europa. </p>
<p>Likaledes, eftersom vi &auml;r baserade i USA, kan vi komma att dela dina personuppgifter med ett f&ouml;retag inom v&aring;r f&ouml;retagsgrupp som
&auml;r bel&auml;get inom samma omr&aring;de som du f&ouml;r att se till att vi bara skickar marknadsf&ouml;ring avseende produkter och tj&auml;nster som &auml;r tillg&auml;ngliga inom ditt omr&aring;de.&nbsp; </p>
<p>Vi kan ocks&aring; komma att dela dina personuppgifter om sammans&auml;ttningen av v&aring;r f&ouml;retagsgrupp f&ouml;r&auml;ndras i framtiden, till
exempel:</p>
<ul>
<li>Vi kan komma att s&auml;lja, &ouml;verf&ouml;ra eller sl&aring; samman delar av v&aring;r verksamhet eller v&aring;ra tillg&aring;ngar. Vi kan
ocks&aring; komma att k&ouml;pa eller g&aring; ihop med andra f&ouml;retag.</li>
<li>Under ett s&aring;nt f&ouml;rfarande kan vi komma att dela dina personuppgifter med andra parter. Vi kommer endast att g&ouml;ra det under
f&ouml;ruts&auml;ttning att de g&aring;r med p&aring; att skydda dina uppgifter och dess sekretess.</li>
<li>Om v&aring;r grupps sammans&auml;ttning f&ouml;r&auml;ndras kan dessa andra parter komma att anv&auml;nda dina uppgifter p&aring; samma
s&auml;tt som anges i denna policy.</li>
</ul>
<p>6&nbsp;
COOKIES</p>
<p>V&aring;r webbplats anv&auml;nder sig av cookies f&ouml;r att s&auml;rskilja dig fr&aring;n andra anv&auml;ndare. Detta hj&auml;lper oss att
tillhandah&aring;lla en god anv&auml;ndarupplevelse p&aring; v&aring;r webbplats och hj&auml;lper oss att f&ouml;rb&auml;ttra densamma. V&aring;r webbplats anv&auml;nder sig av Google Analytics f&ouml;r att utv&auml;rdera hur du anv&auml;nder
v&aring;r webbplats och tillhandah&aring;ller ocks&aring; oss andra tj&auml;nster avseende webbplatsen och dess anv&auml;ndning.</p>
<p>F&ouml;r detaljerad information om de cookies som vi anv&auml;nder oss av (inklusive Google Analytics) och i vilka syften, v&auml;nligen se v&aring;r
cookiepolicy <a style="color: purple; text-decoration: underline;" href="https://www.milwaukeetool.eu/cookies">https://se.milwaukeetool.eu/cookies</a>/.</p>
<p>7&nbsp;
S&Auml;KERHET</p>
<p>Vi tar dina uppgifters s&auml;kerhet p&aring; allvar.&nbsp; Vi har implementerat diverse strategier, kontrollfunktioner, policyer och andra
&aring;tg&auml;rder f&ouml;r att skydda dina personuppgifter och vi utv&auml;rderar regelbundet dessa &aring;tg&auml;rder noggrant. Vi anv&auml;nder oss av en rad administrativa, logiska, fysiska och andra hanterings&aring;tg&auml;rder f&ouml;r
att skydda dina personuppgifter mot st&ouml;ld, f&ouml;rlust samt obeh&ouml;rig &aring;tkomst, anv&auml;ndning och &auml;ndring.</p>
<p>8&nbsp;
&Ouml;VERF&Ouml;RING AV DATA UTANF&Ouml;R EUROPA</p>
<p>Vi kommer att &ouml;verf&ouml;ra dina personuppgifter f&ouml;r behandling p&aring; st&auml;llen utanf&ouml;r det Europeiska ekonomiska
samarbetsomr&aring;det (EES). Vi &auml;r baserade i USA och trots att vi har datacenter i Europa kan alla dina uppgifter komma att behandlas i USA. </p>
<p>Vi kan ocks&aring; komma att beh&ouml;va &ouml;verf&ouml;ra dina personuppgifter till st&auml;llen utanf&ouml;r EES p&aring; grund av att vi jobbar
med leverant&ouml;rer och tredje parter som behandlar dina personuppgifter utanf&ouml;r EES. </p>
<p>Dessa l&auml;nder (inklusive USA) kanske inte har lagstiftning som ger samma niv&aring; av skydd f&ouml;r dina personuppgifter som i Storbritannien
och inom EES. Vi kommer dock i s&aring;dana fall se till att &ouml;verf&ouml;ring av dina personuppgifter utanf&ouml;r EES sker med anv&auml;ndning av l&auml;mpliga skydds&aring;tg&auml;rder som om de behandlades inom EES och med
till&auml;mpning av de principer som &aring;terfinns i denna sekretesspolicy. </p>
<p>Om du &ouml;nskar vidare information v&auml;nligen kontakta oss genom de kontaktuppgifter som &aring;terfinns i b&ouml;rjan p&aring; denna
sekretesspolicy: https://se.milwaukeetool.eu/footer/privacy-policy.</p>
<p>9&nbsp;
HUR L&Auml;NGE KOMMER VI ATT BEH&Aring;LLA DINA PERSONUPPGIFTER?</p>
<p>I stora drag s&aring; kommer vi endast att lagra dina personuppgifter s&aring; l&auml;nge det &auml;r n&ouml;dv&auml;ndigt f&ouml;r att uppfylla de
syften som beskrivs i denna sekretesspolicy.&nbsp; Detta betyder att lagringsperioderna kommer att variera beroende p&aring; vilken typ av uppgifter det g&auml;ller och varf&ouml;r vi har uppgifterna till att b&ouml;rja med. </p>
<p>Vi har riktlinjer f&ouml;r lagringsperioder som vi regelbundet utv&auml;rderar med h&auml;nsyn till varf&ouml;r vi behandlar personuppgifterna och
v&aring;r r&auml;ttsliga grund f&ouml;r behandlingen.</p>
<p>Du kan, n&auml;r som helst, radera ditt konto genom att kontakta v&aring;r datainformationsansvarige p&aring; vilken som helst av adresserna som anges
i punkt 1 ovan. </p>
<p>10&nbsp;
DINA R&Auml;TTIGHETER &nbsp;</p>
<p>Till&auml;mplig dataskyddslagstiftning ger dig ett antal r&auml;ttigheter avseende behandlingen av dina personuppgifter. Du har r&auml;tt att:</p>
<ul>
<li>beg&auml;ra att dina
personuppgifter inte anv&auml;nds f&ouml;r marknadsf&ouml;ringssyften,</li>
<li>f&aring; tillg&aring;ng till de
personuppgifter vi har avseende dig och f&aring; reda p&aring; hur vi behandlar dessa (och under vissa omst&auml;ndigheter be oss att &ouml;verf&ouml;ra en kopia till tredje part - dataportabilitet),&nbsp; </li>
<li>beg&auml;ra att vi korrigerar
eller uppdaterar dina personuppgifter om de &auml;r felaktiga,&nbsp; </li>
<li>beg&auml;ra att dina
personuppgifter raderas i fall (men inte alltid) d&aring; det inte l&auml;ngre finns n&aring;gra goda sk&auml;l f&ouml;r oss att forts&auml;tta att anv&auml;nda dem,</li>
<li>beg&auml;ra att vi
tillf&auml;lligt slutar att anv&auml;nda dina uppgifter om du misst&auml;nker att vi inte har r&auml;tt att anv&auml;nda dem, eller hindra oss fr&aring;n att anv&auml;nda dina personuppgifter om vi inte l&auml;ngre har n&aring;gra goda
sk&auml;l att g&ouml;ra det, och </li>
<li>att beslut avseende dina
personuppgifter under vissa f&ouml;ruts&auml;ttningar inte ska fattas endast genom automatisk behandling (d.v.s. beslut ska inte fattas endast utifr&aring;n algoritmer eller annan databehandling utan m&auml;nsklig inblandning).&nbsp; </li>
</ul>
<p>Om du vill kontakta oss med anledning av n&aring;gon av dina r&auml;ttigheter, v&auml;nligen kontakta oss genom de kontaktuppgifter som
&aring;terfinns i b&ouml;rjan av denna sekretesspolicy: https://se.milwaukeetool.eu/footer/privacy-policy.</p>
<p>Du har ocks&aring; r&auml;tt att framf&ouml;ra klagom&aring;l &ouml;ver behandlingen av dina personuppgifter.&nbsp; Du kan kontakta din lokala
tillsynsmyndighet f&ouml;r dataskydd. En lista &ouml;ver tillsynsmyndigheter &aring;terfinns h&auml;r: http://ec.europa.eu/newsroom/article29/item-detail.cfm?item_id=612080).</p>
<p>11&nbsp;
&Auml;NDRINGAR I V&Aring;R SEKRETESSPOLICY</p>
<p>Framtida &auml;ndringar i v&aring;r sekretesspolicy kommer att publiceras p&aring; denna webbplats. Vi kan ocks&aring; komma att meddela dig via
e-post, om vi har din e-postadress.&nbsp; V&auml;nligen kontrollera ofta om det gjorts n&aring;gra &auml;ndringar eller uppdateringar i v&aring;r sekretesspolicy.&nbsp; </p>
<p>Denna integritetspolicy uppdaterades senast den 21/04/2020.]</p>
</body>
</html>
