<html>
<head>
<style>
html { font-family: '-apple-system','HelveticaNeue'; font-size: 20pt; }
body { padding: 35px; }
ul li { margin-bottom: 1em; }
a { color: #954f72; text-decoration: underline; }
table { border-collapse: collapse; }
table, th, td { border: 1px solid black; }
td { padding: 10px; }
</style>
</head>
<body>
<p><strong>Zgoda marketingowa</strong></p>
<p>Witaj!</p>
<p>Jeste&#347;my Milwaukee Electric Tool Corporation i produkujemy elektronarz&#281;dzia MILWAUKEE&trade;. Dzi&#281;kujemy za pobranie naszej aplikacji ONE-KEY&trade;. Mamy nadziej&#281;, &#380;e Ci si&#281; spodoba!</p>
<p>Wraz z naszymi europejskimi sp&oacute;&#322;kami siostrzanymi z Twojego regionu chcemy na bie&#380;&#261;co informowa&#263; Ci&#281; o produktach i us&#322;ugach MILWAUKEE&trade;, wysy&#322;aj&#261;c komunikaty marketingowe za po&#347;rednictwem poczty elektronicznej, wiadomo&#347;ci SMS i telefonicznie. Nie martw si&#281;, nie musisz si&#281; zgadza&#263;, ale dali&#347;my Ci poni&#380;ej mo&#380;liwo&#347;&#263; wyboru formy komunikat&oacute;w marketingowych, kt&oacute;re chcesz otrzymywa&#263;.</p>
<p>Wi&#281;cej informacji na temat sposobu wykorzystania danych osobowych mo&#380;na znale&#378;&#263; w naszej polityce prywatno&#347;ci, kt&oacute;ra jest dost&#281;pna tutaj <a style="color: purple; text-decoration: underline;" href="http://pl.milwaukeetool.eu/one-key/privacy-policy/">&nbsp;http://pl.milwaukeetool.eu/one-key/privacy-policy/ </a>. <br/>Jej tekst jest zawsze dost&#281;pny w sekcji Ustawienia aplikacji, do kt&oacute;rej masz sta&#322;y dost&#281;p.</p>
<p>Je&#347;li chcesz otrzymywa&#263; informacje marketingowe dotycz&#261;ce produkt&oacute;w i us&#322;ug MILWAUKEE&trade;, prosimy potwierdzi&#263;, &#380;e zgadzasz si&#281; na to, zaznaczaj&#261;c odpowiednie pola poni&#380;ej, aby potwierdzi&#263; zgod&#281; na otrzymywanie od Milwaukee Electric Tool Corporation i / lub naszego europejskiego partnera w twoim regionie komunikat&oacute;w marketingowych na temat naszych produkt&oacute;w i us&#322;ug nast&#281;puj&#261;cymi kana&#322;ami:</p>
<p>Je&#347;li zmienisz zdanie, mo&#380;esz wycofa&#263; swoj&#261; zgod&#281; lub zmieni&#263; preferencje w dowolnym momencie, kontaktuj&#261;c si&#281; z nami przez e-mail pod adresem <a style="color: purple; text-decoration: underline;" href="mailto:data.privacy@TTI-emea.com">data.privacy@TTI-emea.com </a>&nbsp;lub zmieniaj&#261;c swoje preferencje w menu Ustawienia w aplikacji lub na witrynie internetowej ONE-KEY&trade;.&nbsp;</p>
<p><strong>Zgoda na pliki cookie</strong></p>
<p>Nasza witryna internetowa Platformy zarz&#261;dzania zapasami (&bdquo;witryna ONE-KEY&trade;&rdquo;) wykorzystuje pliki cookie (ma&#322;e pliki tekstowe, kt&oacute;rych tre&#347;&#263; sk&#322;ada si&#281; z liter i cyfr, kt&oacute;re umieszczamy na Twoim urz&#261;dzeniu), aby odr&oacute;&#380;ni&#263; Ci&#281; od innych u&#380;ytkownik&oacute;w naszej witryny ONE-KEY&trade;, zapewni&#263; Ci przyjemno&#347;&#263; korzystania z witryny ONE-KEY&trade; oraz aby&#347;my mogli ulepsza&#263; nasz&#261; witryn&#281; <br/>ONE-KEY&trade;.&nbsp; Szczeg&oacute;&#322;owe informacje na temat plik&oacute;w cookie, z kt&oacute;rych korzystamy oraz cel&oacute;w, dla kt&oacute;rych ich u&#380;ywamy, mo&#380;na znale&#378;&#263; w naszej polityce prywatno&#347;ci pod adresem: <a style="color: purple; text-decoration: underline;" href="https://pl.milwaukeetool.eu/footer/privacy-policy">https://pl.milwaukeetool.eu/footer/privacy-policy</a>.</p>
<p>Po pierwszym zarejestrowaniu si&#281; lub utworzeniu konta za po&#347;rednictwem witryny internetowej <br/>ONE-KEY&trade; pojawi si&#281; monit pokazuj&#261;cy polityk&#281; prywatno&#347;ci (kt&oacute;ra zawiera polityk&#281; plik&oacute;w cookie).&nbsp; Zalogowanie si&#281; nast&#281;puje dopiero po zapoznaniu si&#281; z polityk&#261; i jej zatwierdzeniu.&nbsp; Je&#347;li w dowolnym momencie zmienisz zdanie, mo&#380;esz usun&#261;&#263; pliki cookie i uniemo&#380;liwi&#263; nam przesy&#322;anie ich w przegl&#261;darce lub urz&#261;dzeniu, przechodz&#261;c do ustawie&#324; przegl&#261;darki i wy&#322;&#261;czaj&#261;c obs&#322;ug&#281; plik&oacute;w cookie.</p>
</body>
</html>
