<html>
<head>
<style>
html { font-family: '-apple-system','HelveticaNeue'; font-size: 20pt; }
body { padding: 35px; }
ul li { margin-bottom: 1em; }
a { color: #954f72; text-decoration: underline; }
table { border-collapse: collapse; }
table, th, td { border: 1px solid black; }
td { padding: 10px; }
</style>
</head>
<body>
<p style="text-align: center;"><strong>Aplikacja ONE-KEY&trade; i witryna Platformy zarz&#261;dzania zapasami</strong><br/><strong>Polityka
prywatno&#347;ci</strong></p>
<p>1&nbsp;
POLITYKA PRYWATNO&#346;CI</p>
<p>Milwaukee Electric Tool Corporation (&bdquo;my&rdquo;, &bdquo;nas&rdquo; lub &bdquo;nasz&rdquo;) zobowi&#261;zuje si&#281; chroni&#263; i
szanowa&#263; prywatno&#347;&#263; u&#380;ytkownika.</p>
<p>Niniejsza Polityka prywatno&#347;ci okre&#347;la, w jaki spos&oacute;b i dlaczego zbieramy, przechowujemy, przetwarzamy i udost&#281;pniamy dane
osobowe u&#380;ytkownik&oacute;w. Zawsze b&#281;dziemy te&#380; jasno informowa&#263; o wykorzystaniu danych osobowych u&#380;ytkownik&oacute;w. Niniejsze zawiadomienie informuje r&oacute;wnie&#380; o prawach u&#380;ytkownika w odniesieniu do
jego danych osobowych. </p>
<p>Dla cel&oacute;w obowi&#261;zuj&#261;cych przepis&oacute;w dotycz&#261;cych ochrony danych (w tym og&oacute;lnego rozporz&#261;dzenia o ochronie
danych), Administratorem wszelkich danych osobowych u&#380;ytkownik&oacute;w, kt&oacute;re mo&#380;emy gromadzi&#263;, przetwarza&#263; i przechowywa&#263; jest Milwaukee Electric Tool Corporation z siedzib&#261; pod adresem 13135 West Lisbon
Road, Brookfield, Wisconsin 53005, Stany Zjednoczone.</p>
<p>&nbsp;W razie jakichkolwiek pyta&#324; dotycz&#261;cych niniejszej Polityki prywatno&#347;ci lub praw wynikaj&#261;cych z niej prosimy o kontakt z
naszym Mened&#380;erem ds. Danych:</p>
<p>Techtronic Industries UK Ltd<br/>Unit 3 Globeside Business Park<br/>Fieldhouse Lane, Marlow SL7 1HZ<br/>Anglia</p>
<p>Poniewa&#380; nasz siedziba jest zlokalizowana poza Europ&#261;, jeste&#347;my zobowi&#261;zani do wyznaczenia przedstawiciela w Europie, z
kt&oacute;rym mo&#380;na r&oacute;wnie&#380; skontaktowa&#263; si&#281; w sprawie danych osobowych niezale&#380;nie od bezpo&#347;redniego kontaktu z nami. Nasz europejski przedstawiciel to firma Techtronic Industries UK Ltd, z kt&oacute;r&#261;
mo&#380;na skontaktowa&#263; si&#281; pod nast&#281;puj&#261;cym adresem:</p>
<p>Techtronic Industries UK Ltd<br/>Unit 3 Globeside Business Park<br/>Fieldhouse Lane, Marlow SL7 1HZ<br/>Anglia</p>
<p>Je&#347;li Twoje dane osobowe zosta&#322;y dodane do konta jednego z naszych posiadaczy kont, pami&#281;taj, &#380;e to posiadacz konta decyduje o
wykorzystaniu danych osobowych w ten spos&oacute;b i &#380;e w&#322;a&#347;ciciel konta jest odpowiedzialny za wykazanie, &#380;e ma prawo do korzystania z Twoich danych osobowych. Twoje dane osobowe b&#281;d&#261; przetwarzane zgodnie z
niniejsz&#261; polityk&#261;.</p>
<p>2&nbsp;
INFORMACJE JAKIE ZBIERAMY NA TEMAT U&#379;YTKOWNIK&Oacute;W </p>
<p>Dane osobowe, kt&oacute;re zbieramy od u&#380;ytkownik&oacute;w lub na ich temat obejmuj&#261;:</p>
<ul>
<li>Imi&#281; i nazwisko </li>
<li>Adres </li>
<li>Adres e-mail</li>
<li>Numer telefonu </li>
<li>Osobisty opis i zdj&#281;cia</li>
<li>Informacje o tym, jak, kiedy i jak
cz&#281;sto u&#380;ytkownik korzysta z Narz&#281;dzi <br/>ONE-KEY&trade;</li>
<li>Informacje o tym, gdzie zosta&#322;y
u&#380;yte Narz&#281;dzia ONE-KEY&trade; (w razie korzystania z tej us&#322;ugi w aplikacji ONE-KEY&trade;)</li>
<li>Je&#347;li u&#380;ytkownik korzysta z
aplikacji ONE-KEY&trade; na urz&#261;dzeniu mobilnym, mo&#380;emy zapisa&#263; identyfikator urz&#261;dzenia mobilnego, je&#347;li u&#380;ywa on niekt&oacute;rych funkcji (takich jak narz&#281;dzie raportowania)</li>
<li>Informacje techniczne, w tym adres
protoko&#322;u internetowego (IP) u&#380;ywany do po&#322;&#261;czenia urz&#261;dzenia z Internetem, dane logowania, typ i wersja przegl&#261;darki, ustawienie strefy czasowej, typy i wersje wtyczek do przegl&#261;darek, typy
urz&#261;dze&#324;, system operacyjny</li>
<li>Informacje o wizycie u&#380;ytkownika
na naszej stronie internetowej, w tym pe&#322;en adres URL, analiza strumienia klikni&#281;&#263; do, przez i z naszej witryny (w tym data i czas), produkty, kt&oacute;re u&#380;ytkownik ogl&#261;da&#322;, wyszukiwa&#322; lub kupowa&#322;,
czasy reakcji strony, b&#322;&#281;dy pobierania, d&#322;ugo&#347;&#263; odwiedzin niekt&oacute;rych stron, informacji o interakcjach strony (takich jak przewijanie, klikni&#281;cia i przesuwanie kursorem myszy), metody stosowane do
przegl&#261;dania witryny</li>
</ul>
<p>
Mo&#380;emy r&oacute;wnie&#380; gromadzi&#263; dane osobowe os&oacute;b, kt&oacute;rym zezwalasz na korzystanie z narz&#281;dzi ONE-KEY&trade; lub dane osobowe Twoich pracownik&oacute;w lub kontrahent&oacute;w, kt&oacute;re dodajesz do swojego konta (&bdquo;Dodane dane u&#380;ytkownika”) lub dane osobowe wielu u&#380;ytkownik&oacute;w, kt&oacute;rych zaprosi&#322;e&#347;(-a&#347;)/kt&oacute;rzy zostali zaproszeni do po&#322;&#261;czenia z Twoim kontem (&bdquo;Multi-User”/&bdquo;Dane wielu u&#380;ytkownik&oacute;w Multi-User”). Na przyk&#322;ad, je&#347;li poinstruowa&#322;e&#347; pracownika, aby korzysta&#322; z narz&#281;dzia ONE-KEY&trade;, mo&#380;esz potencjalnie zidentyfikowa&#263; dane osobowe tego pracownika, jego lokalizacj&#281;, wydajno&#347;&#263; lub system pracy, korzystaj&#261;c z narz&#281;dzia ONE-KEY&trade;. Twoim obowi&#261;zkiem jest przestrzeganie wszystkich obowi&#261;zuj&#261;cych przepis&oacute;w dotycz&#261;cych ochrony danych i powiadamianie wszystkich swoich pracownik&oacute;w lub os&oacute;b trzecich, kt&oacute;rych dane osobowe s&#261; dodawane lub powi&#261;zane z Twoim kontem, kt&oacute;re korzystaj&#261; z Twojego narz&#281;dzia ONE-KEY&trade;, z wyprzedzeniem o gromadzeniu ich danych osobowych w ten spos&oacute;b. Je&#347;li maj&#261; dodatkowe pytania dotycz&#261;ce sposobu wykorzystania przez nas ich danych osobowych, nale&#380;y skierowa&#263; ich do niniejszej polityki prywatno&#347;ci. Nie ponosimy &#380;adnej odpowiedzialno&#347;ci za jakiekolwiek roszczenia wniesione przeciwko Tobie (lub nam) przez osoby trzecie korzystaj&#261;ce z Twojego narz&#281;dzia ONE-KEY&trade; lub kt&oacute;rych dane osobowe doda&#322;e&#347;(-a&#347;) do swojego konta lub kt&oacute;re zaprosi&#322;e&#347;(-a&#347;) do po&#322;&#261;czenia z Twoim kontem, zwi&#261;zane z dowolnym naruszeniem obowi&#261;zuj&#261;cych przepis&oacute;w dotycz&#261;cych ochrony danych. Jeste&#347; odpowiedzialny(-a) za zapewnienie, &#380;e masz prawo do dostarczenia nam Dodanych danych u&#380;ytkownika (w tym poprzez powiadomienie zainteresowanych os&oacute;b, &#380;e dodasz ich dane osobowe do swojego konta) oraz &#380;e jeste&#347;my uprawnieni do korzystania z Dodanych danych u&#380;ytkownika w celu zapewnienia funkcjonalno&#347;&#263; aplikacji ONE-KEY&trade;. Do cel&oacute;w przepis&oacute;w o ochronie danych Ty b&#281;dziesz administratorem Dodanych danych u&#380;ytkownika, a my jeste&#347;my odpowiedzialni za przetwarzanie danych (tj. Dodawane dane u&#380;ytkownika s&#261; odpowiedzialno&#347;ci&#261; u&#380;ytkownika, a my &#347;wiadczymy us&#322;ugi umo&#380;liwiaj&#261;ce uwzgl&#281;dnienie Dodanych danych u&#380;ytkownika na Twoim koncie).
<br/><br/>
Funkcja wielu u&#380;ytkownik&oacute;w Multi-User mo&#380;e umo&#380;liwia&#263; u&#380;ytkownikom aplikacji ONE-KEY&trade; wprowadzanie i przechowywanie informacji o innych u&#380;ytkownikach, gdy ci inni u&#380;ytkownicy s&#261; powi&#261;zani z pocz&#261;tkowym u&#380;ytkownikiem w celu po&#322;&#261;czenia kont wielu u&#380;ytkownik&oacute;w oraz u&#322;atwienia koordynacji i organizacji mi&#281;dzy grup&#261; powi&#261;zanych u&#380;ytkownik&oacute;w. KORZYSTAJ&#260;C Z KA&#379;DEJ FUNKCJONALNO&#346;CI MULTI-USER APLIKACJI ONE-KEY&trade;, WYRA&#377;NIE ZGADZASZ SI&#280; Z NAST&#280;PUJ&#260;CYMI WARUNKAMI: (A) o&#347;wiadczasz i gwarantujesz, &#380;e przed wprowadzeniem jakichkolwiek danych osobowych jakiejkolwiek innej osoby (i) powiadomi&#322;e&#347;(-a&#347;) osob&#281;, kt&oacute;rej dane osobowe zamierzasz wprowadzi&#263; w aplikacji ONE-KEY&trade; w celu uzyskania dost&#281;pu do funkcji aplikacji ONE-KEY&trade; i korzystania z niej, (ii) powiadomi&#322;e&#347;(-a&#347;) dan&#261; osob&#281; o danych osobowych, kt&oacute;re wprowadzisz, (iii) dostarczy&#322;e&#347;(-a&#347;) tej osobie link do polityki prywatno&#347;ci (znajduj&#261;cej si&#281; tutaj: http://uk.milwaukeetool.eu/one-key/privacy-policy/), kt&oacute;ra b&#281;dzie regulowa&#263; nasz dost&#281;p, wykorzystanie i ujawnianie takich informacji po ich wprowadzeniu oraz (iv) uzyska&#322;e&#347;(-a&#347;) wyra&#378;n&#261; zgod&#281; od ka&#380;dej takiej osoby na ujawnienie i wykorzystanie odpowiednich danych osobowych; oraz (B) je&#347;li Twoje konto jest po&#322;&#261;czone z innym kontem w kontek&#347;cie dowolnej funkcji Multi-User dla wielu u&#380;ytkownik&oacute;w aplikacji ONE-KEY&trade;, potwierdzasz i akceptujesz, &#380;e przeczyta&#322;e&#347;(-a&#347;) i akceptujesz polityk&#281; prywatno&#347;ci (tutaj: http://uk.milwaukeetool.eu/one-key/privacy-policy/), i wyra&#378;nie upowa&#380;niasz nas do przechowywania, wykorzystywania i ujawniania danych osobowych powi&#261;zanych z takim kontem w celu zapewnienia aplikacji ONE-KEY&trade; i wszystkich powi&#261;zanych us&#322;ug i funkcjonalno&#347;&#263; tak d&#322;ugo, jak d&#322;ugo Twoje konto pozostaje tak po&#322;&#261;czone.
<br/><br/></p>
<p>3&nbsp;
INFORMACJE JAKIE ZBIERAMY NA TEMAT U&#379;YTKOWNIKA</p>
<p>Mo&#380;emy zbiera&#263; informacje o u&#380;ytkowniku na r&oacute;&#380;ne sposoby, w tym gdy u&#380;ytkownik:</p>
<ul>
<li>utworzy u nas konto </li>
<li>uzyskuje dost&#281;p do naszej witryny lub korzysta z naszej aplikacji ONE-KEY&trade;</li>
<li>subskrybuje nasz biuletyn </li>
<li>rejestruje swoje Narz&#281;dzie ONE-KEY&trade; u nas lub rejestruje swoje narz&#281;dzia w celu przed&#322;u&#380;enia gwarancji</li>
<li>kontaktuje si&#281; z naszym zespo&#322;em obs&#322;ugi klienta</li>
<li>bierze udzia&#322; w kt&oacute;rym&#347; z naszych konkurs&oacute;w lub promocji b&#261;d&#378; wype&#322;nia ankiet&#281;</li>
<li>nawi&#261;zuje interakcj&#281; z nami w mediach spo&#322;eczno&#347;ciowych (na przyk&#322;ad poprzez wymienienie / oznaczenie nas lub
bezpo&#347;redni kontakt z nami) </li>
</ul>
<p>Ponadto, je&#347;li u&#380;ytkownik korzysta z funkcji zarz&#261;dzania zapasami w aplikacji ONE-KEY&trade;, aplikacja ONE-KEY&trade; automatycznie
gromadzi nast&#281;puj&#261;ce dane z Narz&#281;dzi ONE-KEY&trade; zarejestrowanych na jego koncie:</p>
<ul>
<li>dane identyfikacyjne narz&#281;dzia (np. numer seryjny)</li>
<li>dane dotycz&#261;ce u&#380;ycia narz&#281;dzi (np. data / czas rozpocz&#281;cia i zako&#324;czenia u&#380;ytkowania)</li>
<li>dane dotycz&#261;ce lokalizacji narz&#281;dzia (je&#347;li u&#380;ytkownik (lub ktokolwiek korzystaj&#261;cy z aplikacji ONE-KEY&trade;) ma
w&#322;&#261;czon&#261; technologi&#281; Bluetooth, je&#347;li Narz&#281;dzie <br/>ONE-KEY&trade; znajduje si&#281; w zasi&#281;gu jego urz&#261;dzenia Bluetooth, u&#380;ywamy tych informacji, aby okre&#347;li&#263; lokalizacj&#281;
Narz&#281;dzia ONE -KEY&trade;. Nale&#380;y pami&#281;ta&#263;, &#380;e wszelkie dane osobowe gromadzone przez nas na temat u&#380;ytkownika (lub osoby trzeciej) dotycz&#261;ce jego lokalizacji (np. je&#347;li u&#380;ytkownik lub pracownik
korzysta z Narz&#281;dzia ONE-KEY&trade;) maj&#261; charakter pomocniczy w stosunku do gromadzenia danych o lokalizacji, w celu wsparcia u&#380;ytkownika w lokalizacji jego Narz&#281;dzia <br/>ONE-KEY&trade;. &#346;ledzimy nale&#380;&#261;ce
do u&#380;ytkownika Narz&#281;dzia ONE-KEY&trade;, a nie u&#380;ytkownika!</li>
</ul>
<p>4&nbsp;
W JAKI SPOS&Oacute;B WYKORZYSTUJEMY DANE OSOBOWE U&#379;YTKOWNIKA I JAKIE JEST TEGO UZASADNIENIE?</p>
<table>
<tbody>
<tr>
<td width="50%">
<p><strong>Jak i dlaczego
wykorzystujemy dane osobowe u&#380;ytkownika</strong></p>
</td>
<td width="50%">
<p><strong>Jaki jest cel i
podstawa prawna naszego przetwarzania danych osobowych u&#380;ytkownik&oacute;w?</strong></p>
</td>
</tr>
<tr>
<td>
<p>Dostarczenie informacji,
produkt&oacute;w i us&#322;ug, kt&oacute;re u&#380;ytkownik zamawia lub kt&oacute;re u nas kupuje (np. realizacja okre&#347;lonych zada&#324;, proces&oacute;w i komunikowanie si&#281; z u&#380;ytkownikiem w sprawie tych produkt&oacute;w
i us&#322;ug, kt&oacute;re kupuje lub zamawia od nas i odpowiadania na pytania i uwagi u&#380;ytkownika).</p>
</td>
<td rowspan="3">
<p>Polegamy na naszych
ustaleniach umownych z u&#380;ytkownikiem jako prawnej podstawie do zbierania i przetwarzania jego danych osobowych w zwi&#261;zku z zam&oacute;wieniem na produkty i us&#322;ugi lub korzystaniem z aplikacji ONE-KEY&trade;. </p>
<p>Alternatywnie, w
niekt&oacute;rych sytuacjach polegamy na naszych uzasadnionych interesach jako firmy (na przyk&#322;ad w naszym interesie le&#380;y mierzenie poziomu satysfakcji klient&oacute;w i rozwi&#261;zywanie ich problem&oacute;w). W przypadkach
gdy opieramy si&#281; na swoim uzasadnionym interesie, zawsze dbamy by wywa&#380;y&#263; ten interes z prawami u&#380;ytkownika.</p>
</td>
</tr>
<tr>
<td>
<p>Je&#347;li u&#380;ytkownik
korzysta z naszej aplikacji ONE-KEY&trade;, aby u&#322;atwi&#263; zapewnienie mu zam&oacute;wionej us&#322;ugi poprzez aplikacj&#281; <br/>ONE-KEY&trade;.&nbsp; Mo&#380;e to obejmowa&#263; dane o lokalizacji zebrane za pomoc&#261;
naszego systemu zarz&#261;dzania zapasami Narz&#281;dzi ONE-KEY&trade;, gdy u&#380;ytkownik zdecyduje si&#281; w&#322;&#261;czy&#263; Bluetooth i korzysta&#263; z tej funkcji. </p>
</td>
</tr>
<tr>
<td>
<p>Aby mierzy&#263; poziom
zadowolenia naszych klient&oacute;w i zapewni&#263; obs&#322;ug&#281; klienta (w tym rozwi&#261;zywanie problem&oacute;w zwi&#261;zanych z zakupami lub zamawianiem us&#322;ug lub gdy u&#380;ytkownik zada pytanie w mediach
spo&#322;eczno&#347;ciowych);</p>
</td>
</tr>
<tr>
<td>
<p>Mo&#380;emy
wykorzystywa&#263; dane osobowe u&#380;ytkownika, aby poinformowa&#263; go o odpowiednich produktach i ofertach (&bdquo;marketing&rdquo;). </p>
 </td>
<td>
<p>Zazwyczaj mo&#380;emy
wykorzystywa&#263; dane osobowe do wysy&#322;ania wiadomo&#347;ci marketingowych tylko je&#347;li mamy na to zgod&#281;, lub w niekt&oacute;rych przypadkach mo&#380;emy oprze&#263; si&#281; na naszym uzasadnionym interesie. </p>
<p>U&#380;ytkownik mo&#380;e
poprosi&#263; nas, aby&#347;my przestali wysy&#322;a&#263; mu wiadomo&#347;ci marketingowe, kontaktuj&#261;c si&#281; z nami w dowolnym momencie, korzystaj&#261;c z danych kontaktowych wskazanych na pocz&#261;tku tej polityki
prywatno&#347;ci https://pl.milwaukeetool.eu/footer/privacy-policy/</p>
</td>
</tr>
<tr>
<td>
<p>Aby monitorowa&#263;
korzystanie z naszej aplikacji ONE-KEY&trade; i witryny internetowej oraz zapewni&#263;, &#380;e s&#261; one prezentowane w najbardziej skuteczny i odpowiedni spos&oacute;b dla u&#380;ytkownika i jego urz&#261;dzenia. </p>
<p>Mo&#380;emy to zrobi&#263; za
pomoc&#261; plik&oacute;w cookie.</p>
</td>
<td>
<p>Mamy uzasadniony interes, aby
zapewni&#263;, &#380;e nasza witryna internetowa i nasza aplikacja ONE-KEY&trade; dzia&#322;aj&#261; prawid&#322;owo, a nasze produkty i us&#322;ugi s&#261; wydajne i wysokiej jako&#347;ci. </p>
<p>Polegamy na zgodzie
u&#380;ytkownika na umieszczenie plik&oacute;w cookie na jego urz&#261;dzeniu. Aby dowiedzie&#263; si&#281; w jaki spos&oacute;b korzystamy z plik&oacute;w cookie, prosimy zapozna&#263; si&#281; z naszym o&#347;wiadczeniem
dotycz&#261;cym plik&oacute;w cookie <a style="color: purple; text-decoration: underline;" href="https://pl.milwaukeetool.eu/cookies">https://pl.milwaukeetool.eu/cookies</a>
/.</p>
</td>
</tr>
<tr>
<td>
<p>Mo&#380;emy nagrywa&#263;
rozmowy, gdy u&#380;ytkownicy dzwoni&#261; do nas i wykorzystywa&#263; te dane do cel&oacute;w szkoleniowych i zapewnienia jako&#347;ci (je&#380;eli rozmowa jest nagrywana poinformujemy o tym z wyprzedzeniem). </p>
</td>
<td>
<p>U&#380;ywamy danych w ten
spos&oacute;b w r&oacute;&#380;nych celach. Mo&#380;e to wynika&#263; z prawnego obowi&#261;zku, ale tak&#380;e w naszym uzasadnionym interesie le&#380;y weryfikacja nagra&#324; rozm&oacute;w dla cel&oacute;w kontroli jako&#347;ci.</p>
</td>
</tr>
<tr>
<td>
<p>Aby zapewni&#263;, &#380;e
przekazywane nam dane osobowe i finansowe s&#261; dok&#322;adne. </p>
</td>
<td rowspan="4">
<p>W niekt&oacute;rych
przypadkach dane osobowe u&#380;ytkownika zostan&#261; wykorzystane je&#347;li b&#281;dzie to konieczne w celu wywi&#261;zania si&#281; przez nas z obowi&#261;zku prawnego (np. gdy otrzymamy uzasadniony wniosek od organu &#347;cigania).
W innych przypadkach (takich jak wykrycie oszustwa lub zapewnienie bezpiecze&#324;stwa witryny), wykorzystuj&#261;c dane osobowe b&#281;dziemy opiera&#263; si&#281; na naszych uzasadnionych interesach prawnych naszej firmy. W przypadkach
gdy opieramy si&#281; na swoim uzasadnionym interesie, zawsze dbamy by wywa&#380;y&#263; ten interes z prawami u&#380;ytkownika. </p>
</td>
</tr>
<tr>
<td>
<p>Aby wykrywa&#263;,
bada&#263;, zg&#322;asza&#263; i stara&#263; si&#281; zapobiega&#263; przest&#281;pstwom finansowym lub innym nielegalnym dzia&#322;aniom.</p>
</td>
</tr>
<tr>
<td>
<p>Aby zarz&#261;dza&#263;
ryzykiem dla nas i dla naszych klient&oacute;w.</p>
</td>
</tr>
<tr>
<td>
<p>W celu wype&#322;nienia
naszych zobowi&#261;za&#324; prawnych i przestrzegania przepis&oacute;w.</p>
</td>
</tr>
</tbody>
</table>
<p>5&nbsp;
JAK UDOST&#280;PNIAMY DANE OSOBOWE U&#379;YTKOWNIK&Oacute;W?</p>
<p>Aby m&oacute;c zapewnia&#263; u&#380;ytkownikowi nasze produkty i us&#322;ugi, udost&#281;pniamy jego dane osobowe zaufanym zewn&#281;trznym
us&#322;ugodawcom lub sp&oacute;&#322;kom nale&#380;&#261;cym do naszej grupy zgodnie z poni&#380;szym opisem. Za ka&#380;dym razem, gdy udost&#281;pniamy dane osobowe, wprowadzamy zabezpieczenia, kt&oacute;re wymagaj&#261; od tych organizacji
zachowania bezpiecze&#324;stwa danych i zapewnienia, &#380;e nie b&#281;d&#261; wykorzystywa&#263; danych osobowych w celach marketingowych, chyba &#380;e u&#380;ytkownik wyrazi&#322; na to zgod&#281;. Nigdy nie sprzedamy Twoich danych osobowych
stronom trzecim. </p>
<p><u>Aby realizowa&#263; zam&oacute;wienia na produkty i us&#322;ugi:</u></p>
<p>Wsp&oacute;&#322;pracujemy z wieloma zaufanymi dostawcami us&#322;ug, kt&oacute;rzy &#347;wiadcz&#261; us&#322;ugi w naszym imieniu. Gdy
u&#380;ytkownik kupuje od nas produkty i us&#322;ugi, us&#322;ugi &#347;wiadczone przez tych dostawc&oacute;w us&#322;ug obejmuj&#261; hosting i dostarczanie witryn i baz danych. W naszym uzasadnionym interesie jest wsp&oacute;&#322;praca z tymi
dostawcami us&#322;ug, poniewa&#380; mo&#380;emy nie mie&#263; mo&#380;liwo&#347;ci &#347;wiadczenia tych us&#322;ug samodzielnie. W ka&#380;dym przypadku zapewniamy, &#380;e us&#322;ugodawca mo&#380;e wykorzystywa&#263; dane osobowe
wy&#322;&#261;cznie w celu &#347;wiadczenia nam us&#322;ug i &#380;adnym innym.&nbsp; </p>
<p><u>Inne us&#322;ugi profesjonalne:</u></p>
<p>By&#263; mo&#380;e b&#281;dziemy musieli ujawni&#263; Twoje dane osobowe naszym ubezpieczycielom, je&#347;li uznamy, &#380;e jest to wymagane w ramach
naszych stosunk&oacute;w umownych z naszym ubezpieczycielem. </p>
<p>Wsp&oacute;&#322;pracujemy ze starannie dobranymi stronami trzecimi, takimi jak nasz dostawca hostingu bazy danych klient&oacute;w, agencje
marketingowe i partnerzy reklamowi, kt&oacute;rzy pomagaj&#261; nam w zapewnieniu klientom pozytywnych do&#347;wiadcze&#324;.</p>
<p><u>Aby zapobiega&#263; przest&#281;pstwom i wykrywa&#263; je lub w inny spos&oacute;b przestrzega&#263; przepis&oacute;w prawa:</u></p>
<p>Mog&#261; zaistnie&#263; sytuacje, w kt&oacute;rych podlegamy prawnemu obowi&#261;zkowi udost&#281;pniania lub ujawniania danych osobowych
u&#380;ytkownika, na przyk&#322;ad organom &#347;cigania lub organom publicznym, w celu zapobiegania przest&#281;pstwom lub ich wykrywania lub spe&#322;nienia wymaga&#324; prawnych. </p>
<p><u>Mi&#281;dzynarodowe przetwarzanie danych grupy i struktura grupy:</u></p>
<p>Nasza grupa prowadzi wiele wsp&oacute;lnych dzia&#322;a&#324; i proces&oacute;w biznesowych.&nbsp; Mo&#380;emy udost&#281;pnia&#263; dane osobowe
u&#380;ytkownika ka&#380;dej organizacji nale&#380;&#261;cej do naszej grupy, aby wywi&#261;za&#263; si&#281; z naszych zobowi&#261;za&#324; umownych wobec u&#380;ytkownika lub dlatego, &#380;e le&#380;y to w naszym uzasadnionym interesie. Na
przyk&#322;ad, je&#347;li u&#380;ytkownik korzysta z naszych us&#322;ug w Europie, jego dane b&#281;d&#261; przetwarzane przez Techtronic Industries ELC GmbH, sp&oacute;&#322;k&#281; z naszej grupy, kt&oacute;ra w naszym imieniu obs&#322;uguje
nasze us&#322;ugi w Europie. </p>
<p>Podobnie, maj&#261;c siedzib&#281; w Stanach Zjednoczonych, mo&#380;emy udost&#281;pnia&#263; dane u&#380;ytkownika firmie z naszej grupy
po&#322;o&#380;onej w regionie u&#380;ytkownika, aby zadba&#263; o to, &#380;e wysy&#322;amy u&#380;ytkownikowi jedynie informacje o produktach i us&#322;ugach, kt&oacute;re s&#261; dost&#281;pne w jego regionie.&nbsp; </p>
<p>Mo&#380;emy r&oacute;wnie&#380; udost&#281;pni&#263; dane osobowe u&#380;ytkownika, je&#347;li w przysz&#322;o&#347;ci zmieni si&#281; sk&#322;ad
naszej grupy, na przyk&#322;ad:</p>
<ul>
<li>Mo&#380;emy zdecydowa&#263; o sprzeda&#380;y, przeniesieniu lub scaleniu cz&#281;&#347;ci naszej dzia&#322;alno&#347;ci lub naszych
aktyw&oacute;w. Lub mo&#380;emy stara&#263; si&#281; pozyska&#263; inne firmy lub po&#322;&#261;czy&#263; si&#281; z nimi.</li>
<li>W trakcie takiego procesu mo&#380;emy udost&#281;pnia&#263; dane u&#380;ytkownika innym stronom. Zrobimy to tylko je&#380;eli dana strona
zgodzi si&#281; na zapewnienie bezpiecze&#324;stwa i prywatno&#347;ci danych u&#380;ytkownika.</li>
<li>W razie zmian w naszej grupie, inne strony mog&#261; wykorzystywa&#263; dane w taki sam spos&oacute;b, jak okre&#347;lono w niniejszym
zawiadomieniu.</li>
</ul>
<p>6&nbsp;
PLIKI COOKIE (CIASTECZKA)</p>
<p>Nasza witryna internetowa wykorzystuje pliki cookie, aby rozpoznawa&#263; poszczeg&oacute;lnych u&#380;ytkownik&oacute;w odwiedzaj&#261;cych
witryn&#281;. Pomaga nam to zapewni&#263; u&#380;ytkownikom pozytywne do&#347;wiadczenia podczas przegl&#261;dania naszej witryny i ulepsza&#263; sam&#261; witryn&#281;. Nasza witryna internetowa korzysta r&oacute;wnie&#380; z Google Analytics w
celu oceny sposobu korzystania z witryny i &#347;wiadczenia dalszych us&#322;ug zwi&#261;zanych z korzystaniem z witryny i Internetu.</p>
<p>Szczeg&oacute;&#322;owe informacje na temat plik&oacute;w cookie, z kt&oacute;rych korzystamy (w tym zwi&#261;zanych z Google Analytics) oraz
cel&oacute;w, dla kt&oacute;rych ich u&#380;ywamy, mo&#380;na znale&#378;&#263; w naszym o&#347;wiadczeniu dotycz&#261;cym plik&oacute;w cookie: <a style="color: purple; text-decoration: underline;" href="https://pl.milwaukeetool.eu/cookies">https://pl.milwaukeetool.eu/cookies</a> /.</p>
<p>7&nbsp;
BEZPIECZE&#323;STWO</p>
<p>Bardzo powa&#380;nie traktujemy bezpiecze&#324;stwo danych osobowych u&#380;ytkownik&oacute;w.&nbsp; Wprowadzili&#347;my r&oacute;&#380;ne strategie,
mechanizmy kontrolne, zasady i &#347;rodki, aby zapewni&#263; bezpiecze&#324;stwo danych i &#347;ci&#347;le kontrolujemy te &#347;rodki. Podejmujemy wiele &#347;rodk&oacute;w administracyjnych, logicznych, fizycznych i zarz&#261;dczych, aby
chroni&#263; dane osobowe u&#380;ytkownik&oacute;w przed utrat&#261;, kradzie&#380;&#261;, nieautoryzowanym dost&#281;pem, u&#380;yciem i modyfikacj&#261;.</p>
<p>8&nbsp;
PRZENOSZENIE DANYCH U&#379;YTKOWNIK&Oacute;W POZA EUROP&#280;</p>
<p>Dane osobowe u&#380;ytkownik&oacute;w b&#281;d&#261; przenoszone poza Europejski Obszar Gospodarczy (EOG) w celu przetwarzania ich danych osobowych.
Mamy siedzib&#281; w USA i chocia&#380; mamy europejskie centra danych, wszystkie dane u&#380;ytkownik&oacute;w mog&#261; by&#263; przetwarzane przez nas w USA. </p>
<p>By&#263; mo&#380;e b&#281;dziemy musieli przenie&#347;&#263; dane osobowe u&#380;ytkownik&oacute;w poza teren EOG na potrzeby wsp&oacute;&#322;pracy z
dostawc&#261; lub osob&#261; trzeci&#261;, kt&oacute;ra przetwarza niekt&oacute;re dane osobowe poza EOG. </p>
<p>Kraje takie (w tym USA) mog&#261; nie mie&#263; takich samych przepis&oacute;w o ochronie danych, jak Wielka Brytania i EOG, wi&#281;c dane osobowe
u&#380;ytkownik&oacute;w mog&#261; nie podlega&#263; takim samym zabezpieczeniom. Jednak w takich przypadkach zadbamy o to, aby wszelkie dane osobowe przekazywane do kraj&oacute;w spoza EOG podlega&#322;y odpowiednim zabezpieczeniom, tak jak
gdyby by&#322;y przetwarzane w obr&#281;bie EOG i zgodnie z zasadami przewodnimi okre&#347;lonymi w niniejszym o&#347;wiadczeniu o ochronie prywatno&#347;ci. </p>
<p>Aby uzyska&#263; wi&#281;cej informacji, prosimy skontaktowa&#263; si&#281; z nami korzystaj&#261;c z danych kontaktowych podanych u g&oacute;ry
niniejszej polityki prywatno&#347;ci https://pl.milwaukeetool.eu/footer/privacy-policy.</p>
<p>9&nbsp;
JAK D&#321;UGO PRZECHOWUJEMY DANE OSOBOWE U&#379;YTKOWNIK&Oacute;W</p>
<p>Og&oacute;lnie rzecz bior&#261;c, przechowujemy dane osobowe u&#380;ytkownika jedynie tak d&#322;ugo, jak jest to konieczne do cel&oacute;w opisanych
w niniejszej polityce prywatno&#347;ci.&nbsp; Oznacza to, &#380;e okresy przechowywania r&oacute;&#380;ni&#261; si&#281; w zale&#380;no&#347;ci od rodzaju danych i powodu, dla kt&oacute;rego zebrali&#347;my te dane. </p>
<p>Posiadamy polityk&#281; przechowywania danych, kt&oacute;r&#261; kontrolujemy bior&#261;c pod uwag&#281; nasze powody przetwarzania danych osobowych
u&#380;ytkownik&oacute;w i podstaw&#281; prawn&#261; dla takiego dzia&#322;ania.</p>
<p>U&#380;ytkownik mo&#380;e w dowolnym momencie usun&#261;&#263; swoje konto, kontaktuj&#261;c si&#281; z naszym Mened&#380;erem ds. Danych pod adresem
podanym w sekcji 1 powy&#380;ej. </p>
<p>10&nbsp;
PRAWA U&#379;YTKOWNIKA &nbsp;</p>
<p>Obowi&#261;zuj&#261;ce przepisy dotycz&#261;ce ochrony danych przyznaj&#261; u&#380;ytkownikom szereg praw w odniesieniu do ich danych osobowych.
U&#380;ytkownik ma prawo:</p>
<ul>
<li>zwr&oacute;ci&#263; si&#281; do
nas o niewykorzystywanie jego danych osobowych do cel&oacute;w marketingu bezpo&#347;redniego;</li>
<li>zwr&oacute;ci&#263; si&#281; do
nas z pro&#347;b&#261; o wgl&#261;d w to, jakie dane osobowe przechowujemy na jego temat i dowiedzie&#263; si&#281;, w jaki spos&oacute;b przetwarzamy dane (w niekt&oacute;rych przypadkach mo&#380;na poprosi&#263; nas o dostarczenie kopii
stronie trzeciej); </li>
<li>zwr&oacute;ci&#263; si&#281; do
nas o poprawienie lub aktualizacj&#281; wszelkich niedok&#322;adnych danych osobowych; </li>
<li>zwr&oacute;ci&#263; si&#281; do
nas o usuni&#281;cie danych osobowych w niekt&oacute;rych (ale nie wszystkich) okoliczno&#347;ciach, w kt&oacute;rych nie mamy zasadnego powodu, aby nadal z nich korzysta&#263;;</li>
<li>zwr&oacute;ci&#263; si&#281; do
nas o czasowe zaprzestanie korzystania z danych, je&#347;li u&#380;ytkownik uwa&#380;a, &#380;e nie mamy prawa do korzystania z nich, lub aby&#347;my powstrzymali si&#281; od korzystania z jego danych osobowych, gdy nie mamy zasadnego powodu,
aby nadal z nich korzysta&#263;; i</li>
<li>nie podlega&#263; decyzjom
podejmowanym wy&#322;&#261;cznie na podstawie &bdquo;automatycznego przetwarzania&rdquo; (tj. prawa do niepodejmowania decyzji podejmowanych wy&#322;&#261;cznie za pomoc&#261; algorytm&oacute;w lub komputer&oacute;w udzia&#322;u
cz&#322;owieka) w okre&#347;lonych okoliczno&#347;ciach.&nbsp; </li>
</ul>
<p>Aby skontaktowa&#263; si&#281; z nami w kwestii praw u&#380;ytkownika prosimy skorzysta&#263; z danych kontaktowych podanych u g&oacute;ry tej
polityki prywatno&#347;ci https://pl.milwaukeetool.eu/footer/privacy-policy.</p>
<p>U&#380;ytkownik ma r&oacute;wnie&#380; prawo do z&#322;o&#380;enia skargi na wykorzystanie jego danych osobowych.&nbsp; Mo&#380;e skontaktowa&#263;
si&#281; z lokalnym organem nadzoruj&#261;cym ochron&#281; danych (list&#281; lokalnych organ&oacute;w nadzorczych mo&#380;na znale&#378;&#263; tutaj: http://ec.europa.eu/newsroom/article29/item-detail.cfm?item_id=612080).</p>
<p>11&nbsp;
ZMIANY W NASZEJ POLITYCE PRYWATNO&#346;CI</p>
<p>Wszystkie wprowadzane w przysz&#322;o&#347;ci zmiany w naszej polityce prywatno&#347;ci b&#281;d&#261; publikowane na tej witrynie. Je&#347;li mamy
adres e-mail u&#380;ytkownika mo&#380;emy r&oacute;wnie&#380; powiadomi&#263; go o zmianach, wysy&#322;aj&#261;c wiadomo&#347;&#263; e-mail.&nbsp; Prosimy cz&#281;sto sprawdza&#263;, czy nie pojawi&#322;y si&#281; aktualizacje lub zmiany naszej
polityki prywatno&#347;ci.&nbsp; </p>
<p>Ta polityka prywatno&#347;ci zosta&#322;a ostatnio zaktualizowana [21/04/2020 r.]</p>
</body>
</html>
