<html>
<head>
<style>
html { font-family: '-apple-system','HelveticaNeue'; font-size: 20pt; }
body { padding: 35px; }
ul li { margin-bottom: 1em; }
a { color: #954f72; text-decoration: underline; }
table { border-collapse: collapse; }
table, th, td { border: 1px solid black; }
td { padding: 10px; }
</style>
</head>
<body>
<p><strong>Consentimiento para publicidad</strong></p>
<p>Hola:</p>
<p>Somos Milwaukee Electric Tool Corporation, fabricantes de las herramientas el&eacute;ctricas MILWAUKEE&trade;. Gracias por descargar la aplicaci&oacute;n ONE-KEY&trade;. Esperamos que le guste.</p>
<p>Nos gustar&iacute;a (a nosotros y a nuestras empresas vinculadas europeas en su territorio) mantenerle puntualmente informado sobre los productos y servicios MILWAUKEE&trade; mediante comunicaciones publicitarias por correo electr&oacute;nico, SMS y tel&eacute;fono. No se preocupe; no es obligatorio aceptar, pero a continuaci&oacute;n le damos la oportunidad de, si lo desea, recibir nuestras comunicaciones publicitarias.</p>
<p>Si desea obtener m&aacute;s informaci&oacute;n sobre c&oacute;mo usamos sus datos personales, consulte nuestra declaraci&oacute;n de confidencialidad en <a style="color: purple; text-decoration: underline;" href="http://es.milwaukeetool.eu/one-key/privacy-policy/">http://es.milwaukeetool.eu/one-key/privacy-policy/</a>. En todo momento, puede obtener una copia en el men&uacute; Configuraciones de la aplicaci&oacute;n.</p>
<p>Si desea recibir comunicaciones publicitarias sobre los productos y servicios MILWAUKEE&trade;, le rogamos que preste su consentimiento marcando las casillas siguientes que correspondan, a fin de confirmar que le gustar&iacute;a que Milwaukee Electric Tool Corporation y/o nuestras empresas vinculadas europeas en su territorio le env&iacute;en comunicaciones publicitarias sobre los productos y servicios MILWAUKEE&trade; por los siguientes medios:</p>
<p>Si cambia de opini&oacute;n, en cualquier momento podr&aacute; retirar su consentimiento o cambiar sus preferencias escribi&eacute;ndonos a <a style="color: purple; text-decoration: underline;" href="mailto:data.privacy@TTI-emea.com">data.privacy@TTI-emea.com</a> o cambiando sus preferencias en el men&uacute; Configuraciones de la aplicaci&oacute;n o el sitio web de ONE-KEY&trade;.&nbsp;</p>
<p><strong>Consentimiento para cookies</strong></p>
<p>El sitio web de nuestra plataforma de gesti&oacute;n de inventario (en lo sucesivo, el "sitio web ONE-KEY&trade;") usa cookies (unos peque&ntilde;os archivos alfanum&eacute;ricos que instalamos en su dispositivo) para distinguirle de otros usuarios de nuestro sitio web ONE-KEY&trade;, con la finalidad de ofrecerle una buena experiencia cuando visite el sitio web ONE-KEY&trade; y mejorarlo.&nbsp; Si desea obtener m&aacute;s informaci&oacute;n sobre qu&eacute; cookies usamos y para qu&eacute;, visite nuestra declaraci&oacute;n de confidencialidad en <a style="color: purple; text-decoration: underline;" href="https://es.milwaukeetool.eu/footer/privacy-policy">https://es.milwaukeetool.eu/footer/privacy-policy</a>.</p>
<p>Cuando usted accede por primera vez o crea una cuenta a trav&eacute;s del sitio web ONE-KEY&trade;, aparecer&aacute; un mensaje que le mostrar&aacute; la declaraci&oacute;n de confidencialidad (que incluye la pol&iacute;tica de cookies).&nbsp; Tras examinar y tomar conocimiento de la declaraci&oacute;n de confidencialidad, podr&aacute; acceder.&nbsp; Si usted cambia de idea, en cualquier momento podr&aacute; eliminar las cookies e impedir que las utilicemos en su navegador o dispositivo desactiv&aacute;ndolas en la configuraci&oacute;n de su navegador.</p>
</body>
</html>
