<html>
<head>
<style>
html { font-family: '-apple-system','HelveticaNeue'; font-size: 20pt; }
body { padding: 35px; }
ul li { margin-bottom: 1em; }
a { color: #954f72; text-decoration: underline; }
table { border-collapse: collapse; }
table, th, td { border: 1px solid black; }
td { padding: 10px; }
</style>
</head>
<body>
<p style="text-align: center;"><strong>Sitio web de la plataforma de gesti&oacute;n de <br/>inventario y aplicaci&oacute;n ONE-KEY&trade;</strong><br/><strong>Declaraci&oacute;n
de confidencialidad</strong></p>
<p>1&nbsp;
DECLARACI&Oacute;N DE CONFIDENCIALIDAD</p>
<p>Milwaukee Electric Tool Corporation (en lo sucesivo, &ldquo;nosotros&rdquo;, &ldquo;nos&rdquo;, &ldquo;nuestro&rdquo; o cualquier forma verbal que se
refiera a nosotros) se compromete a proteger y respetar su privacidad.</p>
<p>Esta declaraci&oacute;n de confidencialidad establece c&oacute;mo y por qu&eacute; recopilamos, conservamos, tratamos y compartimos sus datos
personales. Usaremos sus datos personales siempre bajo un criterio de transparencia. Esta declaraci&oacute;n tambi&eacute;n contiene sus derechos con relaci&oacute;n a sus datos personales. </p>
<p>A efectos de la legislaci&oacute;n aplicable en materia de protecci&oacute;n de datos (incluido el Reglamento General de Protecci&oacute;n de Datos),
el responsable del tratamiento de cualquier dato personal que le concierna que recopilemos, tratemos y conservemos es Milwaukee Electric Tool Corporation, con domicilio social en 13135 West Lisbon Road, Brookfield, Wisconsin 53005, Estados
Unidos.</p>
<p>&nbsp;Si tiene cualquier duda respecto a esta declaraci&oacute;n de confidencialidad o los derechos que contiene, p&oacute;ngase en contacto con
nuestro director de informaci&oacute;n y datos: </p>
<p>Techtronic Industries UK Ltd<br/>Unit 3 Globeside Business Park<br/>Fieldhouse Lane, Marlow SL7 1HZ<br/>Inglaterra</p>
<p>Como estamos radicados fuera del territorio europeo, se nos exige nombrar un representante en Europa con quien usted tambi&eacute;n pueda ponerse en
contacto con relaci&oacute;n a sus datos personales. Nuestro representante en Europa es Techtronic Industries UK Ltd, con quien puede ponerse en contacto por los siguientes medios:</p>
<p>Techtronic Industries UK Ltd<br/>Unit 3 Globeside Business Park<br/>Fieldhouse Lane, Marlow SL7 1HZ<br/>Inglaterra</p>
<p>Si sus datos personales han sido a&ntilde;adidos a la cuenta de uno de nuestros titulares de cuenta, tenga en cuenta que es decisi&oacute;n del
titular de la cuenta utilizar sus datos personales de esta manera y que el titular de la cuenta es responsable de demostrar que tiene derecho a utilizar sus datos personales. Sus datos personales ser&aacute;n procesados tal y como se establece
en esta pol&iacute;tica.</p>
<p>2&nbsp;
INFORMACI&Oacute;N QUE RECOPILAMOS SOBRE USTED </p>
<p>Los datos personales que recopilamos de usted o sobre usted son los siguientes:</p>
<ul>
<li>Nombre </li>
<li>Direcci&oacute;n </li>
<li>Correo electr&oacute;nico</li>
<li>N&uacute;mero de tel&eacute;fono
</li>
<li>Descripci&oacute;n personal y
fotograf&iacute;as</li>
<li>Informaci&oacute;n sobre c&oacute;mo,
cu&aacute;ndo y con qu&eacute; frecuencia utiliza sus herramientas ONE-KEY&trade;</li>
<li>Informaci&oacute;n sobre d&oacute;nde
ha utilizado sus herramientas ONE-KEY&trade; (si usa este servicio en la aplicaci&oacute;n ONE-KEY&trade;)</li>
<li>En caso de que utilice la
aplicaci&oacute;n ONE-KEY&trade; en su dispositivo m&oacute;vil, podremos recopilar el Id. de su dispositivo m&oacute;vil cuando use ciertas caracter&iacute;sticas (como los informes de herramientas).</li>
<li>Informaci&oacute;n t&eacute;cnica,
incluida la direcci&oacute;n del protocolo de Internet (IP) usada para conectar el dispositivo a Internet, su informaci&oacute;n de acceso, tipo y versi&oacute;n del navegador, configuraci&oacute;n de la zona horaria, tipos y versiones de los
complementos del navegador, tipos de dispositivos y sistema operativo.</li>
<li>Informaci&oacute;n relativa a su
visita a nuestro sitio web, incluidos los identificadores uniformes de recursos (URL) completos, los clic desde, en y hacia nuestro sitio web (incluida la fecha y la hora), los productos que ha visto, buscado o adquirido, los tiempos de
respuesta de la p&aacute;gina, los errores de descarga, el tiempo que ha permanecido en determinadas p&aacute;ginas, la informaci&oacute;n de interacci&oacute;n de la p&aacute;gina (como los desplazamientos, los clics y los movimientos de
rat&oacute;n) y los m&eacute;todos usados para navegar por el sitio web.</li>
</ul>
<p>
Tambi&eacute;n podemos recopilar datos personales sobre cualquier persona a la que usted permita utilizar sus herramientas ONE-KEY&trade; o los datos personales de sus empleados o contratistas que usted a&ntilde;ada a su cuenta ("Datos de usuario agregados") o los datos personales de los m&uacute;ltiples usuarios a los que invite o se le invite a enlazar a su cuenta ("Multiusuario"/"Datos multiusuario"). Por ejemplo, si ha dado instrucciones a un empleado para que utilice su herramienta ONE-KEY&trade;, podr&iacute;a identificar potencialmente la informaci&oacute;n personal de ese empleado, su ubicaci&oacute;n, su rendimiento o sus patrones de trabajo mediante el uso de la herramienta ONE-KEY&trade;. Es su responsabilidad cumplir con toda la legislaci&oacute;n de protecci&oacute;n de datos aplicable y notificar con antelaci&oacute;n a todos sus empleados, o a cualquier tercero cuyos datos personales se agreguen o se vinculen a su cuenta que utilice su herramienta ONE-KEY&trade;, sobre esta forma de recopilaci&oacute;n de sus datos personales. Si tienen m&aacute;s preguntas acerca de c&oacute;mo podemos utilizar sus datos personales, debe dirigirlos a esta pol&iacute;tica de privacidad. No seremos responsables en modo alguno de las reclamaciones presentadas contra usted (o nosotros) por cualquier tercero que utilice su herramienta ONE-KEY&trade;, o cuyos datos personales haya agregado a su cuenta o a quien haya invitado a vincularse a su cuenta, relacionadas con cualquier infracci&oacute;n de la legislaci&oacute;n de protecci&oacute;n de datos aplicable. Usted es responsable de garantizar que tiene derecho a proporcionarnos los Datos de usuario agregados (incluso notificando a las personas afectadas de que va a a&ntilde;adir sus datos personales a su cuenta) y que tenemos derecho a utilizar los Datos de usuario agregados para proporcionarle la funcionalidad de la aplicaci&oacute;n ONE-KEY&trade;. A efectos de las leyes de protecci&oacute;n de datos, usted ser&aacute; un responsable del tratamiento de datos de los Datos de usuario agregados y nosotros seremos un procesador de datos (es decir, los Datos de usuario agregados son su responsabilidad y le estamos proporcionando un servicio para permitirle incluirlos dentro de su cuenta).
<br/><br/>
La funcionalidad Multiusuario puede permitir a los usuarios de la aplicaci&oacute;n ONE-KEY&trade; introducir y almacenar informaci&oacute;n sobre otros usuarios si estos est&aacute;n asociados con el usuario inicial con el fin de vincular las cuentas de m&uacute;ltiples usuarios y facilitar la coordinaci&oacute;n y organizaci&oacute;n entre un grupo de usuarios asociados. AL UTILIZAR CUALQUIER FUNCIONALIDAD MULTIUSUARIO DE LA APLICACI&Oacute;N ONE-KEY&trade; USTED ACEPTA EXPRESAMENTE LO SIGUIENTE: (A) Usted declara y garantiza que antes de introducir cualquier informaci&oacute;n personal de cualquier otro individuo usted (i) ha notificado al individuo que tiene la intenci&oacute;n de introducir su informaci&oacute;n personal en la aplicaci&oacute;n ONE-KEY&trade; con el prop&oacute;sito de acceder y utilizar la funcionalidad de la aplicaci&oacute;n ONE-KEY&trade;, (ii) ha notificado al individuo de los fragmentos de informaci&oacute;n personal que va a introducir, y (iii) ha proporcionado un enlace a la pol&iacute;tica de privacidad (que se encuentra aqu&iacute;: http://uk.milwaukeetool.eu/one-key/privacy-policy/) que regir&aacute; nuestro acceso, uso y divulgaci&oacute;n de dicha informaci&oacute;n una vez introducida, y (iv) obtuvo el consentimiento expreso de cada uno de dichos individuos para dicha divulgaci&oacute;n y uso de la informaci&oacute;n personal aplicable; y (B) si su cuenta est&aacute; vinculada a otra cuenta en el contexto de cualquier funcionalidad multiusuario de la aplicaci&oacute;n ONE-KEY&trade;, usted reconoce y acepta que ha le&iacute;do y acepta la pol&iacute;tica de privacidad (que se encuentra aqu&iacute;: http://uk.milwaukeetool.eu/one-key/privacy-policy/) y nos autoriza expresamente a conservar, utilizar y divulgar su informaci&oacute;n personal asociada a dicha cuenta con el fin de proporcionar la aplicaci&oacute;n ONE-KEY&trade; y todos los servicios y funcionalidades asociados durante todo el tiempo que su cuenta permanezca vinculada a ella.
</p>
<p>3&nbsp;
C&Oacute;MO RECOPILAMOS INFORMACI&Oacute;N SOBRE USTED</p>
<p>Podemos recopilar informaci&oacute;n sobre usted de varias formas, entre ellas, cuando:</p>
<ul>
<li>crea una cuenta con nosotros; </li>
<li>accede a nuestro sitio web o a nuestra aplicaci&oacute;n ONE-KEY&trade;;</li>
<li>se suscribe a nuestro bolet&iacute;n informativo; </li>
<li>registra su herramienta ONE-KEY&trade; con nosotros o registra sus herramientas para obtener una garant&iacute;a ampliada;</li>
<li>se pone en contacto con nuestro equipo de atenci&oacute;n al cliente;</li>
<li>participa en uno de nuestros concursos, promociones o encuestas;</li>
<li>se relaciona con nosotros a trav&eacute;s de las redes sociales (por ejemplo, mencion&aacute;ndonos o etiquet&aacute;ndonos o
poni&eacute;ndose en contacto directamente con nosotros). </li>
</ul>
<p>Adem&aacute;s, si usa las funciones de gesti&oacute;n de inventario de la aplicaci&oacute;n ONE-KEY&trade;, esta recopilar&aacute; de forma
autom&aacute;tica datos sobre las herramientas ONE-KEY&trade; que est&eacute;n registradas en su cuenta, entre ellos:</p>
<ul>
<li>datos de identificaci&oacute;n de la herramienta (p. ej., Id. de serie);</li>
<li>datos sobre el uso de la herramienta (p. ej., fecha/hora a la que se empez&oacute; y termin&oacute; de utilizar la herramienta);</li>
<li>datos de ubicaci&oacute;n de la herramienta (si usted, u otra persona que use la aplicaci&oacute;n ONE-KEY&trade;, tiene el bluetooth
activado, si su herramienta ONE-KEY&trade; est&aacute; dentro del alcance del bluetooth de su dispositivo, usamos esta informaci&oacute;n para ayudar a identificar la ubicaci&oacute;n de su herramienta ONE-KEY&trade;. Recuerde que cualquier
dato personal que recopilamos sobre usted (o un tercero) relativo a la ubicaci&oacute;n (p. ej., si usted o un trabajador est&aacute; con su herramienta ONE-KEY&trade;) es accesorio a nuestro prop&oacute;sito de recabar esta informaci&oacute;n
sobre la ubicaci&oacute;n para ayudarle a localizar su herramienta ONE-KEY&trade;. Somos nosotros quienes rastreamos sus herramientas <br/>ONE-KEY&trade;, no usted.</li>
</ul>
<p>4&nbsp;
&iquest;C&Oacute;MO USAMOS SUS DATOS PERSONALES Y C&Oacute;MO JUSTIFICAMOS DICHO USO?</p>
<table>
<tbody>
<tr>
<td width="50%">
<p><strong>C&oacute;mo y por
qu&eacute; usamos sus datos personales</strong></p>
</td>
<td width="50%">
<p><strong>Cu&aacute;l es
nuestra base jur&iacute;dica para el tratamiento de sus datos</strong></p>
</td>
</tr>
<tr>
<td>
<p>Para facilitarle la
informaci&oacute;n, los productos y los servicios que nos solicita o adquiere (es decir, para realizar determinadas tareas, procesos y comunicarnos con usted con relaci&oacute;n a esos productos y servicios que adquiere o nos solicita y
responder a sus preguntas y comentarios.</p>
</td>
<td rowspan="3">
<p>Nuestros acuerdos
contractuales con usted son la base jur&iacute;dica que justifican que recopilemos y tratemos sus datos personales con relaci&oacute;n a un pedido de productos y servicios o al uso de la aplicaci&oacute;n ONE-KEY&trade;. </p>
<p>De forma alternativa, en
determinadas circunstancias, la justificaci&oacute;n radica en el inter&eacute;s leg&iacute;timo de nuestra empresa (por ejemplo, tenemos inter&eacute;s leg&iacute;timo en medir el grado de satisfacci&oacute;n del cliente y solucionar
sus problemas). Cuando la base jur&iacute;dica sea nuestro inter&eacute;s leg&iacute;timo, nos aseguraremos de mantener el equilibrio entre este y sus derechos.</p>
</td>
</tr>
<tr>
<td>
<p>Cuando usa nuestra
aplicaci&oacute;n ONE-KEY&trade;, para poder prestarle los servicios solicitados mediante la aplicaci&oacute;n ONE-KEY&trade;.&nbsp; En este caso, se pueden incluir datos de ubicaci&oacute;n obtenidos a trav&eacute;s del sistema de
gesti&oacute;n de inventarios de la herramienta ONE-KEY&trade; cuando decide activar el bluetooth y utilizar esa funci&oacute;n. </p>
</td>
</tr>
<tr>
<td>
<p>Para medir el grado de
satisfacci&oacute;n de nuestros clientes y ofrecer el servicio de atenci&oacute;n al cliente (incluida la resoluci&oacute;n de problemas relativos a compras o cuando nos solicite servicios o nos consulte algo a trav&eacute;s de las redes
sociales).</p>
</td>
</tr>
<tr>
<td>
<p>Podemos usar sus datos
personales para informarle de productos y ofertas que sean relevantes para usted ("marketing"). </p>
 </td>
<td>
<p>En general, solo podemos usar
sus datos personales para enviarle mensajes publicitarios si contamos con su consentimiento al respecto y, en determinadas circunstancias, con base en nuestro inter&eacute;s leg&iacute;timo. </p>
<p>En cualquier momento, usted
puede solicitar que dejemos de enviarle publicidad poni&eacute;ndose en contacto con nosotros en la direcci&oacute;n indicada al inicio de esta declaraci&oacute;n de confidencialidad https://es.milwaukeetool.eu/footer/privacy-policy/</p>
</td>
</tr>
<tr>
<td>
<p>Para controlar el uso del
sitio web y la aplicaci&oacute;n ONE-KEY&trade;, as&iacute; como para garantizar que se muestran de la forma m&aacute;s eficiente y relevante para usted y su dispositivo. </p>
<p>Para ello, podemos usar
cookies.</p>
</td>
<td>
<p>Tenemos inter&eacute;s
leg&iacute;timo en garantizar que nuestro sitio web y aplicaci&oacute;n ONE-KEY&trade; funcionan correctamente y que nuestros productos y servicios son de gran calidad y eficientes. </p>
<p>Las cookies solo se instalan
en su dispositivo con su consentimiento. Para obtener informaci&oacute;n sobre c&oacute;mo las usamos, consulte nuestra pol&iacute;tica de cookies <a style="color: purple; text-decoration: underline;" href="https://es.milwaukeetool.eu/cookies">https://es.milwaukeetool.eu/cookies</a>/.</p>
</td>
</tr>
<tr>
<td>
<p>Podemos grabar las llamadas
que nos haga y usaremos estos datos para formaci&oacute;n y control de calidad (cuando vayamos a grabar su llamada, le informaremos previamente al respecto). </p>
</td>
<td>
<p>Usamos datos de esta forma
por varias razones. Puede tratarse de una obligaci&oacute;n jur&iacute;dica y, adem&aacute;s, forma parte de nuestro inter&eacute;s leg&iacute;timo revisar las grabaciones de llamadas para efectuar un control de calidad.</p>
</td>
</tr>
<tr>
<td>
<p>Para garantizar que la
informaci&oacute;n personal y financiera que usted nos facilita es exacta. </p>
</td>
<td rowspan="4">
<p>En algunos casos, usaremos
sus datos personales porque es necesario para cumplir una obligaci&oacute;n jur&iacute;dica (como, por ejemplo, un requerimiento leg&iacute;timo de una autoridad competente). En otros casos (tales como, detectar fraudes o garantizar la
seguridad del sitio), para usar sus datos personales en este sentido, nos basaremos en el inter&eacute;s leg&iacute;timo de nuestra empresa. Cuando la base jur&iacute;dica sea nuestro inter&eacute;s leg&iacute;timo, nos aseguraremos de
mantener el equilibrio entre este y sus derechos. </p>
</td>
</tr>
<tr>
<td>
<p>Para detectar, investigar,
informar y tratar de evitar delitos financieros u otras actividades ilegales.</p>
</td>
</tr>
<tr>
<td>
<p>Para gestionar el riesgo para
nosotros y nuestros clientes.</p>
</td>
</tr>
<tr>
<td>
<p>Para satisfacer nuestras
obligaciones jur&iacute;dicas y de cumplimiento.</p>
</td>
</tr>
</tbody>
</table>
<p>5&nbsp;
&iquest;C&Oacute;MO COMPARTIMOS SUS DATOS PERSONALES?</p>
<p>A fin de ofrecerle nuestros productos y servicios, compartimos sus datos personales con nuestros proveedores de servicios externos de confianza o con
las empresas del grupo, en los t&eacute;rminos referidos a continuaci&oacute;n. Cuando compartamos sus datos personales, adoptaremos medidas de seguridad para exigir a estas otras organizaciones que mantengan la seguridad de sus datos,
as&iacute; como para garantizar que no usar&aacute;n sus datos personales para fines comerciales, salvo que usted nos haya dado su consentimiento al respecto. Nunca venderemos sus datos personales a un tercero. </p>
<p><u>Para cumplir con pedidos de productos y servicios:</u></p>
<p>Trabajamos con una serie de proveedores de servicios de confianza que prestan servicios en nuestro nombre. Cuando usted adquiere nuestros productos y
servicios, los servicios prestados por estos proveedores de servicios incluyen alojamiento y entrega de sitio web y bases de datos. Como empresa, tenemos el inter&eacute;s leg&iacute;timo de trabajar con dichos proveedores de servicios, pues
nosotros no tenemos capacidad de prestar esos servicios. En cada caso, nos aseguraremos de que el proveedor del servicio utilice sus datos personales exclusivamente para prestarnos los servicios y nunca para otra finalidad.&nbsp; </p>
<p><u>Otros servicios profesionales:</u></p>
<p>Podemos necesitar comunicar sus datos personales a nuestros aseguradores cuando consideremos que es preceptivo hacerlo en los t&eacute;rminos de la
relaci&oacute;n contractual que tengamos con la compa&ntilde;&iacute;a aseguradora. </p>
<p>Trabajamos con terceros cuidadosamente elegidos, tales como nuestro proveedor de alojamiento de la base de datos de consumidores, las agencias de
marketing y los socios publicitarios que nos ayudan a ofrecerle una experiencia de cliente positiva.</p>
<p><u>Para evitar y detectar delitos y cumplir con las leyes:</u></p>
<p>En determinadas situaciones, podemos estar obligados a compartir o comunicar sus datos personales con, por ejemplo, las fuerzas y cuerpos de seguridad
o autoridades p&uacute;blicas a fin de evitar o detectar un delito o cumplir con una disposici&oacute;n jur&iacute;dica. </p>
<p><u>Tratamiento de datos por parte del grupo internacional y estructura del grupo:</u></p>
<p>Nuestro grupo comparte varias operaciones y procesos comerciales.&nbsp; Podemos compartir sus datos personales con cualquier miembro de nuestro grupo
para cumplir obligaciones contractuales adquiridas con usted o porque tengamos inter&eacute;s leg&iacute;timo en hacerlo. Por ejemplo, si usted usa nuestros servicios en Europa, el tratamiento de sus datos lo llevar&aacute; a cabo Techtronic
Industries ELC GmbH, que es la empresa del grupo que presta los servicios en Europa en nuestro nombre. </p>
<p>De igual modo, puesto que estamos domiciliados en EE.UU., podemos compartir sus datos con una empresa de nuestro grupo radicada en su territorio a fin
de asegurarnos de que solo le enviaremos publicidad relativa a productos y servicios que est&eacute;n disponibles en su territorio.&nbsp; </p>
<p>Tambi&eacute;n podemos compartir sus datos personales si la conformaci&oacute;n del grupo cambia en el futuro, por ejemplo:</p>
<ul>
<li>Podemos vender, transferir o fusionar parte de nuestras empresas o nuestros activos. O podemos adquirir otras empresas o fusionarnos con
ellas.</li>
<li>En el marco de esos procesos, podremos compartir sus datos personales con otras partes. Solo lo haremos si estas otras partes aceptan mantener
la seguridad y confidencialidad de sus datos.</li>
<li>Si se produce un cambio en nuestro grupo, otras partes pueden usar sus datos personales en los t&eacute;rminos establecidos en esta
declaraci&oacute;n.</li>
</ul>
<p>6&nbsp;
COOKIES</p>
<p>Nuestro sitio web utiliza cookies para distinguirle de otros usuarios de nuestro sitio. Ello nos ayuda a ofrecerle una buena experiencia cuando navega
por nuestro sitio y nos permite mejorarlo. Adem&aacute;s, nuestro sitio web utiliza Google Analytics para evaluar c&oacute;mo usa nuestro sitio web y ofrecerle m&aacute;s servicios relacionados con el uso del sitio e Internet.</p>
<p>Si desea obtener m&aacute;s informaci&oacute;n sobre c&oacute;mo y para qu&eacute; usamos las cookies (incluido Google Analytics), visite nuestra
pol&iacute;tica de cookies <a style="color: purple; text-decoration: underline;" href="https://es.milwaukeetool.eu/cookies">https://es.milwaukeetool.eu/cookies</a>/.</p>
<p>7&nbsp;
SEGURIDAD</p>
<p>Nos tomamos la seguridad de sus satos personales muy en serio.&nbsp; Hemos implantado diversas estrategias, controles, pol&iacute;ticas y medidas para
mantener la seguridad de sus datos y aplicamos sobre ellos un estricto control. Usamos una serie de medidas administrativas, l&oacute;gicas, f&iacute;sicas y de gesti&oacute;n para proteger su informaci&oacute;n personal contra p&eacute;rdidas,
robos y accesos, usos y modificaciones no autorizados.</p>
<p>8&nbsp;
TRANSFERENCIA DE DATOS FUERA DE EUROPA</p>
<p>Transferiremos sus datos personales fuera del Espacio Econ&oacute;mico Europeo (EEE) para llevar a cabo su tratamiento. Estamos domiciliados en EE.UU.
y, aunque tenemos centros de datos europeos, todos sus datos ser&aacute;n objeto de tratamiento en EE.UU. </p>
<p>Tambi&eacute;n podemos necesitar transferir sus datos personales fuera del EEE cuando trabajemos con un proveedor o tercero que lleve a cabo el
tratamiento de alguno de sus datos personales fuera del EEE. </p>
<p>Estos pa&iacute;ses (incluido EE.UU.) pueden no contar con la misma legislaci&oacute;n en materia de protecci&oacute;n de datos que el Reino Unido y
el EEE, por lo que sus datos personales podr&iacute;an no estar sujetos a la misma protecci&oacute;n. Sin embargo, en tales casos, nos aseguraremos de que cualquier transferencia de sus datos personales fuera del EEE se someta a unas medidas de
protecci&oacute;n adecuadas como si los datos estuvieran siendo objeto de tratamiento en el EEE y bajo los principios rectores establecidos en esta declaraci&oacute;n de confidencialidad. </p>
<p>Para m&aacute;s informaci&oacute;n, p&oacute;ngase en contacto con nosotros a trav&eacute;s de los medios indicados al principio de esta
declaraci&oacute;n de confidencialidad https://es.milwaukeetool.eu/footer/privacy-policy.</p>
<p>9&nbsp;
&iquest;DURANTE CUANTO TIEMPO CONSERVAMOS SUS DATOS PERSONALES?</p>
<p>En t&eacute;rminos generales, solo conservaremos sus datos personales durante el tiempo que sea necesario para las finalidades establecidas en esta
declaraci&oacute;n de confidencialidad.&nbsp; Esto significa que el tiempo de retenci&oacute;n podr&aacute; variar en funci&oacute;n del tipo de datos y la raz&oacute;n por la que tengamos la informaci&oacute;n en primer lugar. </p>
<p>Tenemos una pol&iacute;tica de retenci&oacute;n vigente que revisamos teniendo en cuenta nuestras razones para tratar sus datos personales y la base
jur&iacute;dica para hacerlo.</p>
<p>Usted puede eliminar su cuenta en cualquier momento poni&eacute;ndose en contacto con nuestro director de informaci&oacute;n y datos en cualquiera de
las direcciones referidas en el apartado <br/>1 anterior. </p>
<p>10&nbsp;
SUS DERECHOS &nbsp;</p>
<p>Las leyes en materia de protecci&oacute;n de datos reconocen una serie de derechos relativos a sus datos personales. Usted tiene derecho a:</p>
<ul>
<li>solicitarnos que no usemos sus
datos personales para fines publicitarios directos;</li>
<li>solicitar informaci&oacute;n sobre
los datos personales que le conciernan que conservamos y conocer c&oacute;mo los tratamos (y, en algunos, casos, puede solicitar que le entreguemos una copia a un tercero); </li>
<li>solicitar la rectificaci&oacute;n
o la actualizaci&oacute;n de cualquier dato personal que sea inexacto; </li>
<li>solicitar la supresi&oacute;n de
datos personales en algunas circunstancias (no en todas) cuando ya no haya una buena raz&oacute;n para seguir us&aacute;ndolos;</li>
<li>solicitar la limitaci&oacute;n
temporal del uso de sus datos personales cuando considere que no estamos haciendo un uso correcto de ellos o que dejemos de usarlos cuando no haya una buena raz&oacute;n para seguir haci&eacute;ndolo;</li>
<li>no ser objeto de una
decisi&oacute;n basada &uacute;nicamente en el "tratamiento automatizado" (esto es, el derecho a no ser objeto de decisiones adoptadas exclusivamente por algoritmos u ordenadores sin intervenci&oacute;n humana) en determinadas
circunstancias.&nbsp; </li>
</ul>
<p>Si desea comunicarse con nosotros con relaci&oacute;n a alguno de sus derechos, p&oacute;ngase en contacto con nosotros a trav&eacute;s de los medios
indicados al principio de esta declaraci&oacute;n de confidencialidad https://es.milwaukeetool.eu/footer/privacy-policy.</p>
<p>Adem&aacute;s, tiene derecho a reclamar por el uso que se haga de sus datos personales.&nbsp; Puede ponerse en contacto con la agencia de
protecci&oacute;n de datos local (puede acceder a la lista de las agencias de protecci&oacute;n de datos locales aqu&iacute;: http://ec.europa.eu/newsroom/article29/item-detail.cfm?item_id=612080).</p>
<p>11&nbsp;
CAMBIOS EN NUESTRA DECLARACI&Oacute;N DE CONFIDENCIALIDAD</p>
<p>Cualquier cambio que en el futuro introduzcamos en nuestra declaraci&oacute;n de confidencialidad ser&aacute; publicado en este sitio. Asimismo, si
tenemos su direcci&oacute;n de correo electr&oacute;nico, le enviaremos un correo.&nbsp; Entre con frecuencia en este sitio para informarse de las actualizaciones o cambios en nuestra declaraci&oacute;n de confidencialidad.&nbsp; </p>
<p>Esta pol&iacute;tica de privacidad fue actualizada por &uacute;ltima vez el [21/04/2020].</p>
</body>
</html>
