<html>
<head>
<style>
html { font-family: '-apple-system','HelveticaNeue'; font-size: 20pt; }
body { padding: 35px; }
ul li { margin-bottom: 1em; }
a { color: #954f72; text-decoration: underline; }
table { border-collapse: collapse; }
table, th, td { border: 1px solid black; }
td { padding: 10px; }
</style>
</head>
<body>
<p><strong>Markedsf&oslash;ringstillatelse</strong></p>
<p>Hei.</p>
<p>V&aring;rt firma er Milwaukee Electric Tool Corporation &ndash; vi produserer MILWAUKEE&trade;-verkt&oslash;yene. Takk for at du lastet ned ONE-KEY&trade;-appen v&aring;r. Vi h&aring;per du f&aring;r nytte av den!</p>
<p>Vi (samt v&aring;re europeiske s&oslash;sterselskaper i din lokale region) vil gjerne holde deg oppdatert om v&aring;re MILWAUKEE&trade;-produkter og -tjenester ved &aring; sende deg markedsf&oslash;ringskommunikasjon via e-post, SMS og telefon. Ingen grunn til bekymring, du trenger ikke &aring; samtykke, men vi har gitt deg muligheten til &aring; velge &aring; motta markedsf&oslash;ringskommunikasjon fra oss hvis du &oslash;nsker det.</p>
<p>Det er mer informasjon tilgjengelig om hvordan vi bruker dine personopplysninger i v&aring;r personvernerkl&aelig;ring, som du finner her <a style="color: purple; text-decoration: underline;" href="http://no.milwaukeetool.eu/one-key/privacy-policy/">http://no.milwaukeetool.eu/one-key/privacy-policy/</a>. En kopi er alltid tilgjengelig i Innstillinger-delen av appen som du har tilgang til n&aring;r som helst.</p>
<p>Hvis du vil motta markedsf&oslash;ringskommunikasjon om v&aring;re MILWAUKEE&trade;-produkter og -tjenester, kan du bekrefte at du samtykker i dette ved &aring; merke av de aktuelle boksene nedenfor for &aring; bekrefte at du vil at Milwaukee Electric Tool Corporation og/eller v&aring;r europeiske samarbeidspartner i din lokale region skal sende deg markedsf&oslash;ringskommunikasjon om MILWAUKEE&trade;-produkter og -tjenester p&aring; f&oslash;lgende m&aring;ter:</p>
<p>Hvis du ombestemmer deg, kan du trekke tilbake samtykket eller endre dine preferanser n&aring;r som helst ved &aring; kontakte oss via e-post p&aring; <a style="color: purple; text-decoration: underline;" href="mailto:data.privacy@TTI-emea.com">data.privacy@TTI-emea.com</a> eller endre innstillingene i Innstillinger-menyen i ONE-KEY&trade;-appen eller -webomr&aring;det.&nbsp;</p>
<p><strong>Samtykke til bruk av informasjonskapsler</strong></p>
<p>V&aring;rt nettsted for lagerstyringsplattformen (&laquo;ONE-KEY&trade;-nettstedet&raquo;) bruker informasjonskapsler (en liten fil med bokstaver og tall vi lagrer p&aring; enheten din) for &aring; skille deg fra andre brukere av v&aring;rt ONE-KEY&trade;-nettsted for &aring; gi deg en god opplevelse n&aring;r du bruker v&aring;rt ONE-KEY&trade;-nettsted, og dette gj&oslash;r at vi ogs&aring; kan forbedre v&aring;rt ONE-KEY&trade;-nettsted.&nbsp; For &aring; lese detaljerte opplysninger om informasjonskapslene vi bruker og form&aring;lene vi bruker dem til, kan du lese v&aring;r personvernerkl&aelig;ring <a style="color: purple; text-decoration: underline;" href="https://no.milwaukeetool.eu/footer/privacy-policy">https://no.milwaukeetool.eu/footer/privacy-policy</a>.</p>
<p>N&aring;r du logger p&aring; f&oslash;rste gang eller oppretter en konto via ONE-KEY&trade;-nettstedet, vises en melding som viser personvernerkl&aelig;ringen (som inneholder retningslinjene for v&aring;r bruk av informasjonskapslene).&nbsp; Etter at du har gjennomg&aring;tt og godtatt erkl&aelig;ringen, blir du logget p&aring;.&nbsp; Hvis du ombestemmer deg p&aring; noe tidspunkt, kan du slette informasjonskapslene og hindre oss fra &aring; bruke dem i nettleseren eller enheten din ved &aring; g&aring; inn i nettleserinnstillingene og deaktivere bruk av informasjonskapsler.</p>
</body>
</html>
