<html>
<head>
<style>
html { font-family: '-apple-system','HelveticaNeue'; font-size: 20pt; }
body { padding: 35px; }
ul li { margin-bottom: 1em; }
a { color: #954f72; text-decoration: underline; }
table { border-collapse: collapse; }
table, th, td { border: 1px solid black; }
td { padding: 10px; }
</style>
</head>
<body>
<p style="text-align: center;"><strong>Nettsted for ONE-KEY&trade;-appen og lagerstyringsplattform</strong><br/><strong>Personvernerkl&aelig;ring</strong></p>
<p>1&nbsp;
PERSONVERNERKL&AElig;RING</p>
<p>Milwaukee Electric Tool Corporation (&laquo;vi&raquo; eller &laquo;oss&raquo; eller &laquo;v&aring;re&raquo;) forplikter oss til &aring; ivareta og
respektere ditt personvern.</p>
<p>Denne personvernerkl&aelig;ringen angir hvordan og hvorfor vi samler inn, lagrer, behandler og deler dine personopplysninger. Vi vil alltid v&aelig;re
&aring;pne i forhold til deg om bruken av dine personopplysninger. Dette varselet opplyser deg ogs&aring; om dine rettigheter i forhold til dine personopplysninger. </p>
<p>I henhold til gjeldende personvernlovgivning (herunder den generelle personvernforordningen), er datakontroll&oslash;ren for personopplysninger vi
samler inn, behandler og oppbevarer om deg, Milwaukee Electric Tool Corporation, med registrert adresse i 13135 West Lisbon Road, Brookfield, Wisconsin 53005, USA.</p>
<p>&nbsp;Hvis du har sp&oslash;rsm&aring;l om denne personvernerkl&aelig;ringen eller dine rettigheter iht. den, kan du kontakte personvernansvarlig:
</p>
<p>Techtronic Industries UK Ltd<br/>Unit 3 Globeside Business Park<br/>Fieldhouse Lane, Marlow SL7 1HZ<br/>England</p>
<p>Siden vi befinner oss utenfor Europa, er vi p&aring;lagt &aring; utnevne en representant i Europa som du kan ogs&aring; kan kontakte om dine
personopplysninger, i tillegg til oss. V&aring;r europeiske representant er Techtronic Industries UK Ltd, som kan kontaktes p&aring; f&oslash;lgende m&aring;te:</p>
<p>Techtronic Industries UK Ltd<br/>Unit 3 Globeside Business Park<br/>Fieldhouse Lane, Marlow SL7 1HZ<br/>England</p>
<p>Hvis din personlige informasjon er lagt til kontoen til en av v&aring;re kontoinnehavere, bes du v&aelig;re oppmerksom p&aring; at det er
kontoinnehaverens valg &aring; bruke din personlige informasjon p&aring; denne m&aring;ten, og at kontoinnehaveren er ansvarlig for &aring; demonstrere at vedkommende har retten til &aring; bruke din personlige informasjon. Din personlige
informasjon blir behandlet som nedskrevet i disse retningslinjene.</p>
<p>2&nbsp;
INFORMASJON VI SAMLER INN OM DEG </p>
<p>Personopplysningene vi samler inn fra eller om deg, inkluderer f&oslash;lgende:</p>
<ul>
<li>Navn </li>
<li>Adresse </li>
<li>E-postadresse</li>
<li>Telefonnummer </li>
<li>Personlig beskrivelse og fotografier</li>
<li>Informasjon om hvordan, n&aring;r og
hvor ofte du bruker ONE-KEY&trade;-verkt&oslash;yene dine</li>
<li>Informasjon om hvor
ONE-KEY&trade;-verkt&oslash;yene dine har blitt brukt (hvis du bruker tjenesten i ONE-KEY&trade;-appen)</li>
<li>Hvis du har brukt
ONE-KEY&trade;-appen p&aring; en mobilenhet, kan vi samle inn ID-en til mobilenheten din hvis du bruker bestemte funksjoner (for eksempel verkt&oslash;yrapportering)</li>
<li>Teknisk informasjon, inkludert
IP-adressen som brukes til &aring; koble enheten til Internett, p&aring;loggingsinformasjon, nettlesertype og -versjon, tidssoneinnstilling, typer og versjoner p&aring; nettleser, enhetstyper, operativsystem</li>
<li>Informasjon om bes&oslash;ket ditt
p&aring; v&aring;rt nettsted, inkludert de fullstendige nettadressene, klikkstr&oslash;mmen til, gjennom og fra v&aring;rt nettsted (inkludert dato og klokkeslett), produkter du har sett p&aring;, s&oslash;kt etter eller kj&oslash;pt,
responstider til sider, nedlastingsfeil, lengde p&aring; bes&oslash;k p&aring; enkelte sider, informasjon om sideinteraksjon (for eksempel rulling, klikk og f&oslash;ring av muspeker over et objekt), metoder som brukes til &aring; bla gjennom
nettstedet</li>
</ul>
<p>
Vi kan ogs&aring; samle personopplysninger om personer du lar bruke ONE-KEY&trade;-verkt&oslash;y eller personopplysninger om medarbeidere eller leverand&oslash;rer som du legger til kontoen (&laquo;Tilf&oslash;rte brukerdata&raquo;) eller personlige data til flere brukere som du inviterer eller som inviterer deg til &aring; kobles til kontoen din (&laquo;flerbruker&raquo;/&laquo;flerbrukerdata&raquo;). Hvis du for eksempel har instruert en medarbeider til &aring; bruke ONE-KEY&trade;-verkt&oslash;yene dine, kan du potensielt sett identifisere personlig informasjon om medarbeideren og vedkommendes posisjon, ytelse eller arbeidsm&oslash;nster gjennom bruken av ONE-KEY&trade;-verkt&oslash;yet. Det er ditt ansvar &aring; etterleve alle gjeldende datavernlover og varsle alle dine medarbeidere, eller tredjeparter hvis personlige informasjon legges til eller knyttes til kontoen din som bruker ONE-KEY&trade;-verkt&oslash;yet, p&aring; forh&aring;nd om innsamlingen av deres personlige informasjon. Hvis de har sp&oslash;rsm&aring;l om hvordan den personlige informasjonen kan brukes av oss, kan du henvise dem til disse retningslinjene for personvern. Vi kan ikke holdes ansvarlig for krav mot deg (eller oss) av tredjeparter som bruker ONE-KEY&trade;-verkt&oslash;yet ditt, eller hvis personlige data du har lagt til kontoen din eller som du har invitert til &aring; knyttes til kontoen din, relatert til brudd p&aring; gjeldende datavernlover. Du er ansvarlig for &aring; sikre at du har lov &aring; gi oss Tilf&oslash;rte brukerdata (blant annet ved &aring; varsle de ber&oslash;rte enkeltpersonene om at du legger deres personlige informasjon til i kontoen din) og at vi har rett til &aring; bruke Tilf&oslash;rte brukerdata for &aring; gi deg funksjonaliteten til ONE-KEY&trade;-appen. I henhold til datavernlover, skal du v&aelig;re behandlingsansvarlig for Tilf&oslash;rte brukerdata og vi skal v&aelig;re databehandler (Tilf&oslash;rte brukerdata er ditt ansvar og vi leverer en tjeneste som gj&oslash;r det mulig &aring; inkludere Tilf&oslash;rte brukerdata p&aring; kontoen din).
<br/><br/>
Flerbrukerfunksjonen kan tillate brukere av ONE-KEY&trade;-appen til &aring; angi og lagre informasjon om andre brukere, n&aring;r de brukerne er knyttet til den opprinnelige brukeren, med form&aring;l &aring; knytte sammen kontoene til flere brukere, og muliggj&oslash;re koordineringen og organiseringen blant en gruppe tilknyttede brukere. VED &Aring; BRUKE FLERBRUKERFUNKSJONER I ONE-KEY&trade;-APPEN SAMTYKKER DU UTTRYKKELIG TIL F&Oslash;LGENDE: (A) Du representerer og garanterer at f&oslash;r du angir personopplysninger for andre personer, har du (i) varslet personen om at du skal angi personens personopplysninger i ONE-KEY&trade;-appen for &aring; f&aring; tilgang til og bruke funksjonene i ONE-KEY&trade;-appen, (ii) varslet personen om hvilke personopplysninger du skal angi, (iii) gitt en kobling til retningslinjene for personvern (ligger her: http://uk.milwaukeetool.eu/one-key/privacy-policy/) som styrer v&aring;r tilgang, bruk og deling av slik angitt informasjon, og (iv) hentet uttrykkelig samtykke fra hver enkelt om slik deling og bruk av gjeldende personopplysninger, og (B) hvis kontoen din er koblet til en annen konto i kontekst av flerbrukerfunksjonalitet i ONE-KEY&trade;-appen, anerkjenner og samtykker du til at du har lest retningslinjene for personvern (ligger her: http://uk.milwaukeetool.eu/one-key/privacy-policy/) og du gir oss uttrykkelig tillatelse til &aring; oppbevare, bruke og dele personopplysningene dine knyttet til en slik konto med form&aring;l om &aring; gi ONE-KEY&trade;-appen og alle tilknyttede tjenester og funksjonaliteter s&aring; lenge kontoen din er tilknyttet.
</p>
<p>3&nbsp;
HVORDAN VI SAMLER INN OPPLYSNINGER OM DEG</p>
<p>Vi kan samle inn opplysninger om deg p&aring; en rekke m&aring;ter, inkludert n&aring;r du:</p>
<ul>
<li>oppretter en konto hos oss </li>
<li>g&aring;r til v&aring;rt nettsted eller v&aring;r ONE-KEY&trade;-app</li>
<li>abonnerer p&aring; v&aring;rt nyhetsbrev </li>
<li>registrerer ditt ONE-KEY&trade;-verkt&oslash;y hos oss, eller registrerer verkt&oslash;yene dine for utvidet garanti</li>
<li>kontakter v&aring;rt kundeserviceteam</li>
<li>blir med i en av v&aring;re konkurranser eller kampanjer eller fyller ut opplysninger ifm. en unders&oslash;kelse</li>
<li>har kontakt med oss ​​p&aring; sosiale medier (for eksempel ved &aring; nevne/merke oss eller ved &aring; kontakte oss direkte) </li>
</ul>
<p>Dessuten hvis du bruker lagerstyringsfunksjonene i ONE-KEY&trade;-appen, samler <br/>ONE-KEY&trade;-appen automatisk inn opplysninger fra dine
ONE-KEY&trade;-verkt&oslash;y som er registrert p&aring; kontoen din, som inkluderer:</p>
<ul>
<li>verkt&oslash;yidentifikasjonsdata (f.eks. serienummer)</li>
<li>verkt&oslash;ybruksdata (f.eks. begynnelse og slutt for dato/brukstid)</li>
<li>verkt&oslash;yplasseringsdata (hvis du (eller andre som bruker ONE-KEY&trade;-appen)) har Bluetooth aktivert, hvis ditt
ONE-KEY&trade;-verkt&oslash;y er innenfor Bluetooth-rekkevidde til enheten, bruker vi denne informasjonen til &aring; identifisere plasseringen av <br/>ONE-KEY&trade;-verkt&oslash;yet. V&aelig;r oppmerksom p&aring; at eventuelle
personopplysninger som vi samler inn om deg (eller tredjeparter) med hensyn til posisjonen din (for eksempel hvis du eller en ansatt bruker ONE-KEY&trade;-verkt&oslash;yet), er tilknyttet v&aring;rt form&aring;l om &aring; samle inn disse
posisjonsdataene for &aring; hjelpe deg til &aring; identifisere plasseringen av ONE-KEY&trade;-verkt&oslash;yet ditt. Vi sporer dine ONE-KEY&trade;-verkt&oslash;y, ikke deg!</li>
</ul>
<p>4&nbsp;
HVORDAN BRUKER VI DINE PERSONOPPLYSNINGER, OG HVA ER BEGRUNNELSEN V&Aring;R FOR &Aring; GJ&Oslash;RE DETTE?</p>
<table>
<tbody>
<tr>
<td width="50%">
<p><strong>Hvordan og hvorfor vi
bruker dine personopplysninger</strong></p>
</td>
<td width="50%">
<p><strong>Hva er v&aring;r
juridiske begrunnelse for behandling av dine personopplysninger?</strong></p>
</td>
</tr>
<tr>
<td>
<p>For &aring; gi deg
informasjonen, produktene og tjenestene du ber om eller kj&oslash;per fra oss (dvs. for &aring; fullf&oslash;re bestemte oppgaver, prosesser og kommunisere med deg om produktene og tjenestene du kj&oslash;per eller ber om fra oss og
svare p&aring; dine sp&oslash;rsm&aring;l og kommentarer).</p>
</td>
<td rowspan="3">
<p>Vi baserer oss p&aring;
v&aring;rt kontraktsforhold med deg som det lovlige grunnlaget for v&aring;r innsamling og behandling av dine personopplysninger i forhold til en bestilling av produkter og tjenester eller din bruk av ONE-KEY&trade;-appen. </p>
<p>Alternativt kan vi noen
ganger basere oss p&aring; v&aring;re legitime interesser som forretningsvirksomhet (for eksempel er det i v&aring;r interesse &aring; m&aring;le kundetilfredshet og l&oslash;se kundeproblemer). N&aring;r vi baserer oss p&aring;
v&aring;re legitime interesser, vil vi alltid s&oslash;rge for at vi balanserer disse interessene mot dine rettigheter.</p>
</td>
</tr>
<tr>
<td>
<p>N&aring;r du bruker v&aring;r
ONE-KEY&trade;-app, for &aring; hjelpe deg med tjenestene du har bedt om fra oss via ONE-KEY&trade;-appen.&nbsp; Dette kan inkludere posisjonsdata samlet inn via v&aring;rt ONE-KEY&trade;-verkt&oslash;y for lagerstyring n&aring;r du
velger &aring; aktivere Bluetooth og bruke denne funksjonen. </p>
</td>
</tr>
<tr>
<td>
<p>For &aring; m&aring;le hvor
tilfredse v&aring;re kunder er og levere kundeservice (inkludert feils&oslash;king i forbindelse med kj&oslash;p eller foresp&oslash;rsler om tjenester eller n&aring;r du stiller sp&oslash;rsm&aring;l i sosiale medier);</p>
</td>
</tr>
<tr>
<td>
<p>Vi kan bruke dine
personopplysninger til &aring; fortelle deg om relevante produkter og tilbud (&laquo;markedsf&oslash;ring&raquo;). </p>
 </td>
<td>
<p>Vi kan vanligvis bare bruke
dine personopplysninger til &aring; sende deg markedsf&oslash;ringsmeldinger hvis du har samtykket til &aring; gj&oslash;re dette, men i noen tilfeller kan vi basere oss p&aring; en legitim interesse. </p>
<p>Du kan be oss om &aring;
slutte &aring; sende deg markedsf&oslash;ringsmeldinger ved &aring; kontakte oss n&aring;r som helst p&aring; kontaktinformasjonen som er oppf&oslash;rt &oslash;verst i denne personvernerkl&aelig;ringen,
https://no.milwaukeetool.eu/footer/privacy-policy/</p>
</td>
</tr>
<tr>
<td>
<p>For &aring; overv&aring;ke
bruken av ONE-KEY&trade;-appen og nettstedet v&aring;rt og s&oslash;rge for at de presenteres p&aring; den mest effektive og relevante m&aring;ten for deg og enheten din. </p>
<p>Vi kan bruke
informasjonskapsler for &aring; gj&oslash;re dette.</p>
</td>
<td>
<p>Vi har en legitim interesse i
at v&aring;rt nettsted og ONE-KEY&trade;-appen fungerer riktig, og at v&aring;re produkter og tjenester har h&oslash;y kvalitet og effektivitet. </p>
<p>Vi baserer oss p&aring;
samtykke for &aring; legge informasjonskapsler (cookies) p&aring; enheten din. For &aring; f&aring; informasjon om hvordan vi bruker informasjonskapsler kan du lese v&aring;r erkl&aelig;ring om bruk av informasjonskapsler <a style="color: purple; text-decoration: underline;"
href="https://no.milwaukeetool.eu/cookies">https://no.milwaukeetool.eu/cookies</a>/.</p>
</td>
</tr>
<tr>
<td>
<p>Vi tar kanskje opp samtaler
n&aring;r du kontakter oss, og vi vil bruke disse dataene til oppl&aelig;ring og kvalitetssikring (n&aring;r samtalen din lagres, forteller vi deg om dette p&aring; forh&aring;nd). </p>
</td>
<td>
<p>Vi bruker data p&aring; denne
m&aring;ten av en rekke &aring;rsaker. Det kan v&aelig;re i henhold til en lovlig forpliktelse, og det er ogs&aring; i v&aring;re legitime interesser &aring; gjennomg&aring; anropsopptak for kvalitetskontroll.</p>
</td>
</tr>
<tr>
<td>
<p>For &aring; sikre at
personopplysninger og &oslash;konomisk informasjon du gir oss, er n&oslash;yaktig; </p>
</td>
<td rowspan="4">
<p>I noen tilfeller vil vi bruke
dine personopplysninger fordi det er n&oslash;dvendig for oss &aring; overholde en lovp&aring;lagt forpliktelse (for eksempel hvis vi mottar en legitim foresp&oslash;rsel fra en politimyndighet). I andre tilfeller (som p&aring;visning av
bedrageri eller &aring; ivareta sikkerheten til nettstedet) vil vi basere oss p&aring; v&aring;re legitime interesser som en forretningsvirksomhet for &aring; bruke dine personopplysninger p&aring; denne m&aring;ten. N&aring;r vi baserer
oss p&aring; v&aring;re legitime interesser, vil vi alltid s&oslash;rge for at vi balanserer disse interessene mot dine rettigheter. </p>
</td>
</tr>
<tr>
<td>
<p>For &aring; oppdage,
unders&oslash;ke, rapportere og s&oslash;ke &aring; forhindre &oslash;konomisk kriminalitet eller annen ulovlig aktivitet</p>
</td>
</tr>
<tr>
<td>
<p>For &aring; h&aring;ndtere
risiko for oss og v&aring;re kunder.</p>
</td>
</tr>
<tr>
<td>
<p>For &aring; oppfylle
v&aring;re juridiske og samsvarsrelaterte forpliktelser</p>
</td>
</tr>
</tbody>
</table>
<p>5&nbsp;
HVORDAN DELER VI DINE PERSONOPPLYSNINGER?</p>
<p>For at vi skal kunne tilby v&aring;re produkter og tjenester, deler vi dine personopplysninger med v&aring;re p&aring;litelige
tredjepartsleverand&oslash;rer eller v&aring;re konsernselskaper, som beskrevet nedenfor. N&aring;r vi deler dine personopplysninger, etablerer vi garantier som krever at disse andre organisasjonene skal oppbevare dine personopplysninger og
sikre at de ikke bruker dem til egne markedsf&oslash;ringsform&aring;l, med mindre du har gitt oss samtykke til det. Vi vil aldri selge dine personopplysninger til en tredjepart.</p>
<p><u>For &aring; oppfylle ordrer p&aring; produkter og tjenester:</u></p>
<p>Vi samarbeider med en rekke p&aring;litelige tjenesteleverand&oslash;rer som utf&oslash;rer tjenester p&aring; v&aring;re vegne. N&aring;r du
kj&oslash;per produkter og tjenester fra oss, omfatter tjenestene som tilbys av disse tjenesteleverand&oslash;rene, nettsted og databasevertstjenester og levering. Det er i v&aring;re legitime interesser som frorretningsvirksomhet &aring;
samarbeide med disse tjenesteleverand&oslash;rene, siden vi kanskje ikke har mulighet til &aring; levere disse tjenestene selv. Vi vil s&oslash;rge for at tjenesteleverand&oslash;ren bare har lov til &aring; bruke dine personopplysninger til
&aring; levere tjenestene til oss og ikke andre form&aring;l.&nbsp; </p>
<p><u>Andre kommersielle tjenester:</u></p>
<p>Vi m&aring; kanskje oppgi dine personopplysninger til v&aring;re forsikringsselskaper der vi mener at det er n&oslash;dvendig i henhold til v&aring;rt
kontraktsforhold med v&aring;rt forsikringsselskap &aring; gj&oslash;re det. </p>
<p>Vi samarbeider med n&oslash;ye utvalgte tredjeparter, for eksempel v&aring;r leverand&oslash;r av kundedatabasevertstjenester,
markedsf&oslash;ringsbyr&aring;er og annonseringspartnere som hjelper oss med &aring; gi deg en positiv kundeopplevelse.</p>
<p><u>For &aring; hindre og oppdage kriminalitet eller p&aring; annen m&aring;te overholde lover:</u></p>
<p>Det kan v&aelig;re tilfeller der vi har en lovp&aring;lagt forpliktelse til &aring; dele eller avsl&oslash;re dine personopplysninger, for eksempel
til politimyndigheter eller offentlige myndigheter, for &aring; hindre eller oppdage kriminalitet eller oppfylle et lovkrav. </p>
<p><u>Databehandling og struktur for det internasjonale konsernet:</u></p>
<p>V&aring;rt konsern deler ulike drifts- og forretningsprosesser.&nbsp; Vi kan dele dine personopplysninger med ethvert medlem av v&aring;rt konsern for
&aring; oppfylle v&aring;re kontraktsforpliktelser overfor deg, eller fordi det er i v&aring;r legitime interesse &aring; gj&oslash;re det. Hvis du for eksempel bruker v&aring;re tjenester i Europa, blir personopplysningene dine behandlet av
Techtronic Industries ELC GmbH, v&aring;rt konsernselskap som er vert for v&aring;re tjenester i Europa p&aring; v&aring;re vegne. </p>
<p>P&aring; samme m&aring;te, selv om vi befinner oss i USA, kan vi dele personopplysningene dine med et av v&aring;re konsernselskaper i n&aelig;rheten
av deg i din region, for &aring; sikre at vi bare sender deg markedsf&oslash;ringsom gjelder v&aring;re produkter og tjenester som er tilgjengelige i din lokale region.&nbsp; </p>
<p>Vi kan ogs&aring; dele dine personopplysninger dersom sammensetningen av v&aring;rt konsern endres i fremtiden, for eksempel:</p>
<ul>
<li>Vi kan velge &aring; selge, overf&oslash;re eller fusjonere deler av virksomheten eller v&aring;re eiendeler. Eller vi kan fors&oslash;ke
&aring; kj&oslash;pe opp andre virksomheter eller fusjonere med dem.</li>
<li>Under en slik prosess kan vi dele personopplysningene dine med andre parter. Vi vil bare gj&oslash;re dette hvis de samtykker i &aring; holde
personopplysningene dine trygge og private.</li>
<li>Hvis det skjer en endring i v&aring;rt konsern, kan andre parter bruke personopplysningene dine p&aring; samme m&aring;te som angitt i denne
kunngj&oslash;ringen.</li>
</ul>
<p>6&nbsp;
INFORMASJONSKAPSLER</p>
<p>V&aring;r nettsted bruker informasjonskapsler for &aring; skille deg fra andre brukere av nettstedet v&aring;rt. Dette hjelper oss med &aring; gi deg
en god opplevelse n&aring;r du surfer p&aring; nettstedet og lar oss forbedre nettstedet. V&aring;rt nettsted bruker ogs&aring; Google Analytics til &aring; evaluere hvordan du bruker nettstedet og tilbyr flere tjenester relatert til nettstedet
og Internett-bruken.</p>
<p>For &aring; f&aring; detaljert informasjon om informasjonskapslene vi bruker (inkludert Google Analytics) og form&aring;lene vi bruker dem til, kan du
lese v&aring;r informasjon om informasjonskapsler <a style="color: purple; text-decoration: underline;" href="https://no.milwaukeetool.eu/cookies">https://no.milwaukeetool.eu/cookies</a>/.</p>
<p>7&nbsp;
SIKKERHET</p>
<p>Vi tar sikkerheten for dine personopplysninger sv&aelig;rt alvorlig.&nbsp; Vi har implementert ulike strategier, kontroller, retningslinjer og tiltak
for &aring; holde personopplysningene dine sikre og gjennomg&aring;r disse tiltakene n&oslash;ye. Vi bruker en rekke administrative, logiske, fysiske og ledelsesmessige tiltak for &aring; beskytte dine personopplysninger mot tap, tyveri og
uautorisert tilgang, bruk og modifikasjon.</p>
<p>8&nbsp;
OVERF&Oslash;RING AV PERSONOPPLYSNINGENE DINE UTENFOR EUROPA</p>
<p>Vi overf&oslash;rer personopplysninger utenfor E&Oslash;S for &aring; behandle dem. Vi befinner oss i USA, og selv om vi har europeiske datasentre,
kan alle dataene dine behandles av oss i USA. </p>
<p>Vi kan ogs&aring; m&aring;tte overf&oslash;re dine personopplysninger utenfor E&Oslash;S n&aring;r vi samarbeider med en leverand&oslash;r eller
tredjepart som behandler noen av personopplysningene utenfor E&Oslash;S. </p>
<p>Disse landene (inkludert USA) har kanskje ikke de samme personvernlovene som Storbritannia og E&Oslash;S, og derfor kan dine personopplysninger
kanskje ikke v&aelig;re beskyttet p&aring; samme m&aring;te. I slike tilfeller vil vi imidlertid s&oslash;rge for at enhver overf&oslash;ring av dine personopplysninger til land utenfor E&Oslash;S er underlagt tilstrekkelige garantier som om de
ble behandlet innenfor E&Oslash;S og iht. retningslinjene som er beskrevet i denne personvernerkl&aelig;ringen. </p>
<p>Hvis du vil ha mer informasjon, kan du kontakte oss via kontaktopplysningene som st&aring;r &oslash;verst p&aring; denne personvernerkl&aelig;ringen
https://no.milwaukeetool.eu/footer/privacy-policy.</p>
<p>9&nbsp;
HVOR LENGE VI OPPBEVARER DINE PERSONOPPLYSNINGER</p>
<p>Generelt beholder vi dine personopplysninger bare s&aring; lenge det er n&oslash;dvendig for form&aring;lene beskrevet i denne
personvernerkl&aelig;ringen.&nbsp; Dette betyr at oppbevaringsperioden vil variere i henhold til typen opplysninger og &aring;rsaken til at vi oppbevarer personopplysningene i utgangspunktet. </p>
<p>Vi har etablert oppbevaringsregler som vi gjennomg&aring;r og som tar hensyn til v&aring;re grunner til behandling av personopplysninger og det
rettslige grunnlaget for &aring; gj&oslash;re det.</p>
<p>Du kan n&aring;r som helst slette kontoen din ved &aring; kontakte v&aring;r personvernansvarlige p&aring; en av adressene oppf&oslash;rt i avsnitt 1
over. </p>
<p>10&nbsp;
DINE RETTIGHETER &nbsp;</p>
<p>Gjeldende personvernlover gir deg en rekke rettigheter i forhold til dine personopplysninger. Du har rett til:</p>
<ul>
<li>&aring; be oss om ikke &aring;
bruke dine personopplysninger til direkte markedsf&oslash;ringsform&aring;l;</li>
<li>&aring; be om &aring; se hvilke
personopplysninger vi har om deg og finne ut hvordan vi behandler dem (og under noen omstendigheter kan du be oss om &aring; sende en kopi til en tredjepart); </li>
<li>&aring; be oss om &aring; rette
opp eller oppdatere eventuelle personopplysninger som er un&oslash;yaktige; </li>
<li>&aring; be om at
personopplysninger skal slettes under noen (men ikke alle) omstendigheter der det ikke er grunn til &aring; fortsette &aring; bruke dem;</li>
<li>&aring; be oss om midlertidig
&aring; slutte &aring; bruke personopplysningerne dine hvis du mener vi ikke har rett til &aring; bruke dem, eller for &aring; hindre oss i &aring; bruke personopplysningene dine der det ikke er grunn til &aring; fortsette &aring; bruke dem,
og</li>
<li>ikke &aring; bli underlagt
avgj&oslash;relser kun p&aring; grunnlag av &laquo;automatisert behandling&raquo; (det vil si retten til ikke &aring; bli underlagt beslutninger kun p&aring; grunnlag av algoritmer eller datamaskiner uten innspill fra et menneske) under visse
omstendigheter.&nbsp; </li>
</ul>
<p>Hvis du vil kontakte oss i forbindelse med noen av dine rettigheter, kan du kontakte oss via kontaktinformasjonen som er oppf&oslash;rt &oslash;verst
i denne personvernerkl&aelig;ringen https://no.milwaukeetool.eu/footer/privacy-policy.</p>
<p>Du har ogs&aring; rett til &aring; klage p&aring; v&aring;r bruk av dine personopplysninger.&nbsp; Du kan kontakte din lokale tilsynsmyndighet for
personvern (en liste over lokale tilsynsmyndigheter er tilgjengelig her: http://ec.europa.eu/newsroom/article29/item-detail.cfm?item_id=612080).</p>
<p>11&nbsp;
ENDRINGER I V&Aring;R PERSONVERNERKL&AElig;RING</p>
<p>Eventuelle endringer i v&aring;r personvernerkl&aelig;ring i fremtiden vil bli lagt ut p&aring; dette nettstedet. Vi sender deg ogs&aring; kanskje en
e-post hvis vi har e-postadressen din.&nbsp; Kom tilbake ofte for &aring; se eventuelle oppdateringer eller endringer i v&aring;r personvernerkl&aelig;ring.&nbsp; </p>
<p>Disse retningslinjene for personvern ble sist oppdatert [21/04/2020].</p>
</body>
</html>
