<html>
<head>
<style>
html { font-family: '-apple-system','HelveticaNeue'; font-size: 20pt; }
body { padding: 35px; }
ul li { margin-bottom: 1em; }
a { color: #954f72; text-decoration: underline; }
table { border-collapse: collapse; }
table, th, td { border: 1px solid black; }
td { padding: 10px; }
</style>
</head>
<body>
<p><strong>S&uacute;hlas so zasielan&iacute;m marketingov&eacute;ho materi&aacute;lu</strong></p>
<p>Zdrav&iacute;me V&aacute;s,</p>
<p>sme spolo&#269;nos&#357; Milwaukee Electric Tool Corporation &ndash; v&yacute;robca elektrick&eacute;ho n&aacute;radia MILWAUKEE&trade;. &#270;akujeme za to, &#382;e ste si stiahli na&scaron;u aplik&aacute;ciu ONE-KEY&trade;. D&uacute;fame, &#382;e sa v&aacute;m p&aacute;&#269;i!</p>
<p>Chceli by sme v&aacute;s, (rovnako ako na&scaron;e eur&oacute;pske sestersk&eacute; spolo&#269;nosti na va&scaron;om &uacute;zem&iacute;), priebe&#382;ne informova&#357; o na&scaron;ich produktoch a slu&#382;b&aacute;ch MILWAUKEE&trade;, &#269;o znamen&aacute;, &#382;e v&aacute;m prostredn&iacute;ctvom e-mailov&yacute;ch spr&aacute;v, SMS a&nbsp;telefonicky chceme posiela&#357; marketingov&uacute; komunik&aacute;ciu. Nebojte sa, nemus&iacute;te s&uacute;hlasi&#357;, ale ni&#382;&scaron;ie n&aacute;jdete mo&#382;nos&#357; vybra&#357; si a dost&aacute;va&#357; od n&aacute;s marketingov&eacute; inform&aacute;cie.</p>
<p>Viac inform&aacute;ci&iacute; o tom, ako pou&#382;&iacute;vame va&scaron;e osobn&eacute; &uacute;daje si m&ocirc;&#382;ete pre&#269;&iacute;ta&#357; v na&scaron;ich pravidl&aacute;ch ochrany osobn&yacute;ch &uacute;dajov, ktor&eacute; n&aacute;jdete na <a style="color: purple; text-decoration: underline;" href="http://sk.milwaukeetool.eu/one-key/privacy-policy/">http://sk.milwaukeetool.eu/one-key/privacy-policy/</a>. K&oacute;piu v&#382;dy n&aacute;jdete v &#269;asti Nastavenia aplik&aacute;cie, ku ktorej m&aacute;te kedyko&#318;vek pr&iacute;stup.</p>
<p>Ak by ste chceli dost&aacute;va&#357; marketingov&uacute; komunik&aacute;ciu o na&scaron;ich produktoch a slu&#382;b&aacute;ch MILWAUKEE&trade;, potvrd&iacute;te svoj s&uacute;hlas a sp&ocirc;sob, ak&yacute;m v&aacute;m m&ocirc;&#382;e spolo&#269;nos&#357; Milwaukee Electronic Tool Corporation a/alebo na&scaron;a eur&oacute;pska pobo&#269;ka so s&iacute;dlom na va&scaron;om &uacute;zem&iacute;, posiela&#357; marketingov&uacute; komunik&aacute;ciu o produktoch a slu&#382;b&aacute;ch MILWAUKEE&trade;, ozna&#269;en&iacute;m pr&iacute;slu&scaron;n&eacute;ho ni&#382;&scaron;ie uveden&eacute;ho pol&iacute;&#269;ka:</p>
<p>Ak zmen&iacute;te n&aacute;zor, svoj s&uacute;hlas m&ocirc;&#382;ete kedyko&#318;vek zru&scaron;i&#357; alebo zmeni&#357; svoje preferencie. V takom pr&iacute;pade n&aacute;m po&scaron;lite e-mailov&uacute; spr&aacute;vu na adresu <a style="color: purple; text-decoration: underline;" href="mailto:data.privacy@TTI-emea.com">data.privacy@TTI-emea.com</a> alebo zme&#328;te svoje preferencie v ponuke Nastavenia v aplik&aacute;cii alebo ONE-KEY&trade; alebo na webovej lokalite.&nbsp;</p>
<p><strong>S&uacute;hlas so s&uacute;bormi cookie</strong></p>
<p>Na webovej lokalite platformy na spr&aacute;vu z&aacute;sob, (&#271;alej len webov&aacute; lokalita &bdquo;ONE-KEY&trade;&ldquo;), pou&#382;&iacute;vame s&uacute;bory cookie, (mal&yacute; s&uacute;bor p&iacute;smen a &#269;&iacute;sel, ktor&eacute; vklad&aacute;me do zariadenia), aby sme v&aacute;s odl&iacute;&scaron;ili od ostatn&yacute;ch pou&#382;&iacute;vate&#318;ov na&scaron;ej webovej lokality ONE-KEY&trade;, aby sme v&aacute;m poskytli dobr&eacute; prostredie pri pou&#382;&iacute;van&iacute; na&scaron;ej webovej lokality ONE-KEY&trade; a z&aacute;rove&#328; n&aacute;m umo&#382;&#328;uj&uacute; zlep&scaron;i&#357; na&scaron;u webov&uacute; lokalitu ONE-KEY&trade;.&nbsp; Podrobn&eacute; inform&aacute;cie o s&uacute;boroch cookie, ktor&eacute; pou&#382;&iacute;vame a o &uacute;&#269;eloch, na ktor&eacute; ich pou&#382;&iacute;vame, n&aacute;jdete v na&scaron;ich pravidl&aacute;ch ochrany osobn&yacute;ch &uacute;dajov <a style="color: purple; text-decoration: underline;" href="https://sk.milwaukeetool.eu/footer/privacy-policy">https://sk.milwaukeetool.eu/footer/privacy-policy</a>.</p>
<p>Ke&#271; sa prv&yacute;kr&aacute;t prihl&aacute;site alebo si vytvor&iacute;te &uacute;&#269;et prostredn&iacute;ctvom webovej lokality ONE-KEY&trade;, zobraz&iacute; sa v&yacute;zva na zobrazenie pravidiel ochrany osobn&yacute;ch &uacute;dajov, (ktor&eacute; obsahuj&uacute; pravidl&aacute; pou&#382;&iacute;vania s&uacute;borov cookie).&nbsp; Po presk&uacute;man&iacute; a potvrden&iacute; pravidiel budete prihl&aacute;sen&yacute;.&nbsp; Ak kedyko&#318;vek zmen&iacute;te n&aacute;zor, v nastaveniach prehliada&#269;a m&ocirc;&#382;ete vypnut&iacute;m s&uacute;borov cookie odstr&aacute;ni&#357; s&uacute;bory cookie a zabr&aacute;ni&#357; ich pou&#382;&iacute;vaniu vo va&scaron;om prehliada&#269;i alebo zariaden&iacute;.</p>
</body>
</html>
