<html>
<head>
<style>
html { font-family: '-apple-system','HelveticaNeue'; font-size: 20pt; }
body { padding: 35px; }
ul li { margin-bottom: 1em; }
a { color: #954f72; text-decoration: underline; }
table { border-collapse: collapse; }
table, th, td { border: 1px solid black; }
td { padding: 10px; }
</style>
</head>
<body>
<p style="text-align: center;"><strong>Webov&aacute; lokalita aplik&aacute;cie ONE-KEY &trade; a platformy na spr&aacute;vu z&aacute;sob</strong><br/><strong>Pravidl&aacute;
ochrany osobn&yacute;ch &uacute;dajov</strong></p>
<p>1&nbsp;
PRAVIDL&Aacute; OCHRANY OSOBN&Yacute;CH &Uacute;DAJOV</p>
<p>Spolo&#269;nos&#357; Milwaukee Electric Tool Corporation, (&#271;alej len &bdquo;my&ldquo; alebo &bdquo;n&aacute;s&ldquo; alebo
&bdquo;na&scaron;e&ldquo;), sa zav&auml;zuje chr&aacute;ni&#357; a re&scaron;pektova&#357; va&scaron;e s&uacute;kromie.</p>
<p>Tieto pravidl&aacute; ochrany osobn&yacute;ch &uacute;dajov stanovuj&uacute;, ako a pre&#269;o zhroma&#382;&#271;ujeme, uchov&aacute;vame,
spracov&aacute;vame a zdie&#318;ame va&scaron;e osobn&eacute; &uacute;daje. Pokia&#318; ide o pou&#382;&iacute;vanie va&scaron;ich osobn&yacute;ch &uacute;dajov, budeme v&#382;dy transparentn&iacute;. Toto ozn&aacute;menie tie&#382; informuje o
tom, ak&eacute; m&aacute;te pr&aacute;va vo vz&#357;ahu ku svojim osobn&yacute;m &uacute;dajom. </p>
<p>Na &uacute;&#269;ely platn&yacute;ch z&aacute;konov o ochrane osobn&yacute;ch &uacute;dajov, (vr&aacute;tane v&scaron;eobecn&eacute;ho nariadenia o
ochrane &uacute;dajov), je kontrol&oacute;rom osobn&yacute;ch &uacute;dajov, ktor&eacute; m&ocirc;&#382;eme zhroma&#382;&#271;ova&#357;, spracov&aacute;va&#357; a uchov&aacute;va&#357;, spolo&#269;nos&#357; Milwaukee Electric Tool Corporation,
so s&iacute;dlom 13135 West Lisbon Road, Brookfield, Wisconsin 53005, Spojen&eacute; &scaron;t&aacute;ty americk&eacute;</p>
<p>&nbsp;Ak m&aacute;te ak&eacute;ko&#318;vek ot&aacute;zky, ktor&eacute; sa t&yacute;kaj&uacute; t&yacute;chto pravidiel ochrany osobn&yacute;ch
&uacute;dajov alebo va&scaron;ich pr&aacute;v, ktor&eacute; s&uacute; v nich uveden&eacute;, kontaktujte n&aacute;&scaron;ho mana&#382;&eacute;ra ochrany &uacute;dajov: </p>
<p>Techtronic Industries UK Ltd<br/>Unit 3 Globeside Business Park<br/>Fieldhouse Lane, Marlow SL7 1HZ<br/>Anglicko</p>
<p>Vzh&#318;adom na to, &#382;e sa nach&aacute;dzame mimo Eur&oacute;py, mus&iacute;me vymenova&#357; z&aacute;stupcu v r&aacute;mci Eur&oacute;py,
ktor&eacute;ho m&ocirc;&#382;ete tie&#382; kontaktova&#357;, pokia&#318; ide o va&scaron;e osobn&eacute; &uacute;daje. Na&scaron;&iacute;m eur&oacute;pskym z&aacute;stupcom je spolo&#269;nos&#357; Techtronic Industries UK Ltd, ktor&uacute;
m&ocirc;&#382;ete kontaktova&#357;:</p>
<p>Techtronic Industries UK Ltd<br/>Unit 3 Globeside Business Park<br/>Fieldhouse Lane, Marlow SL7 1HZ<br/>Anglicko</p>
<p>Ak boli do &uacute;&#269;tu jedn&eacute;ho z na&#353;ich dr&#382;ite&#318;ov &uacute;&#269;tu pridan&eacute; va&#353;e osobn&eacute; &uacute;daje,
upozor&#328;ujeme, &#382;e je rozhodnut&iacute;m dr&#382;ite&#318;a &uacute;&#269;tu pou&#382;&iacute;va&#357; va&#353;e &uacute;daje tak&yacute;mto sp&ocirc;sobom a &#382;e za preuk&aacute;zanie opr&aacute;vnenia na pou&#382;&iacute;vanie
va&#353;ich osobn&yacute;ch &uacute;dajov nesie zodpovednos&#357; dr&#382;ite&#318; &uacute;&#269;tu. Va&#353;e osobn&eacute; &uacute;daje bud&uacute; spracovan&eacute; v s&uacute;lade s t&yacute;mito pravidlami.</p>
<p>2&nbsp;
INFORM&Aacute;CIE, KTOR&Eacute; O V&Aacute;S ZHROMA&#381;&#270;UJEME </p>
<p>Osobn&eacute; &uacute;daje, ktor&eacute; zhroma&#382;&#271;ujeme od v&aacute;s alebo o v&aacute;s, zah&#341;&#328;aj&uacute;:</p>
<ul>
<li>meno, </li>
<li>adresu, </li>
<li>e-mailov&uacute; adresu,</li>
<li>telef&oacute;nne &#269;&iacute;slo.
</li>
<li>osobn&yacute; popis a fotografie,</li>
<li>inform&aacute;cie o tom, ako, kedy a
ako &#269;asto pou&#382;&iacute;vate n&aacute;stroje ONE-KEY&trade;,</li>
<li>inform&aacute;cie o tom, kde boli
pou&#382;it&eacute; n&aacute;stroje ONE-KEY&trade;, (ak pou&#382;&iacute;vate t&uacute;to slu&#382;bu v aplik&aacute;cii ONE-KEY&trade;),</li>
<li>ak ste pou&#382;ili aplik&aacute;ciu
ONE-KEY&trade; na mobilnom zariaden&iacute;, m&ocirc;&#382;eme z&iacute;ska&#357; identifik&aacute;tor mobiln&eacute;ho zariadenia, ak pou&#382;&iacute;vate ur&#269;it&eacute; funkcie, (napr&iacute;klad nahlasovanie n&aacute;strojov),</li>
<li>technick&eacute; inform&aacute;cie
vr&aacute;tane adresy internetov&eacute;ho protokolu (IP), ktor&aacute; sa pou&#382;&iacute;va na pripojenie v&aacute;&scaron;ho zariadenia k internetu, va&scaron;e prihlasovacie inform&aacute;cie, typ a verziu prehliada&#269;a, nastavenie
&#269;asov&eacute;ho p&aacute;sma, typy a verzie z&aacute;suvn&eacute;ho modulu prehliada&#269;a, typy zariaden&iacute;, opera&#269;n&yacute; syst&eacute;m,</li>
<li>inform&aacute;cie o va&scaron;ej
n&aacute;v&scaron;teve na&scaron;ej webovej lokality, vr&aacute;tane &uacute;pln&yacute;ch lokaliz&aacute;torov jednotn&yacute;ch zdrojov (URL), kliknut&iacute; na, cez a z na&scaron;ej lokality, (vr&aacute;tane d&aacute;tumu a &#269;asu),
produkty, ktor&eacute; ste si prezreli, vyh&#318;adali alebo zak&uacute;pili, &#269;asy odozvy lokality, chyby pri s&#357;ahovan&iacute;, n&aacute;v&scaron;tevy niektor&yacute;ch lokal&iacute;t, inform&aacute;cie o interakcii str&aacute;nok,
(ako je pos&uacute;vanie, kliknutia a prechody my&scaron;ou), met&oacute;dy, ktor&eacute; sa pou&#382;&iacute;vaj&uacute; na prehliadanie webovej lokality.</li>
</ul>
<p>
M&ocirc;&#382;eme tie&#382; zhroma&#382;&#271;ova&#357; osobn&eacute; &uacute;daje o komko&#318;vek, komu povol&iacute;te pou&#382;&iacute;va&#357; va&#353;e n&aacute;stroje ONE-KEY&trade; alebo osobn&eacute; &uacute;daje o va&#353;ich zamestnancoch alebo zmluvn&yacute;ch partneroch, ktor&eacute; prid&aacute;te do svojho &uacute;&#269;tu (&bdquo;Pridan&eacute; pou&#382;&iacute;vate&#318;sk&eacute; &uacute;daje“) alebo osobn&eacute; &uacute;daje viacer&yacute;ch pou&#382;&iacute;vate&#318;ov, ktor&yacute;ch ste pozvali / ktor&iacute; s&uacute; pozvan&iacute; na prepojenie s va&#353;&iacute;m &uacute;&#269;tom (&bdquo;Viacer&iacute; pou&#382;&iacute;vatelia“/&bdquo;&Uacute;daje viacer&yacute;ch pou&#382;&iacute;vate&#318;ov“). Ak ste napr&iacute;klad dali svojmu zamestnancovi pokyn na pou&#382;&iacute;vanie v&aacute;&#353;ho n&aacute;stroja ONE-KEY&trade;, m&ocirc;&#382;ete na z&aacute;klade jeho pou&#382;&iacute;vania n&aacute;stroja ONE-KEY&trade; potenci&aacute;lne identifikova&#357; osobn&eacute; &uacute;daje o pr&iacute;slu&#353;nom zamestnancovi, jeho polohu, v&yacute;kon alebo pracovn&eacute; vzory. Je va&#353;ou zodpovednos&#357;ou zabezpe&#269;i&#357; s&uacute;lad so v&#353;etk&yacute;mi platn&yacute;mi z&aacute;konmi t&yacute;kaj&uacute;cimi sa ochrany &uacute;dajov a vopred upozorni&#357; v&#353;etk&yacute;ch va&#353;ich zamestnancov alebo ak&uacute;ko&#318;vek tretiu stranu, ktor&yacute;ch/ktorej osobn&eacute; &uacute;daje s&uacute; pridan&eacute; (alebo poskytnut&eacute; formou odkazu) do v&aacute;&#353;ho &uacute;&#269;tu, ktor&yacute; pou&#382;&iacute;va n&aacute;stroj ONE-KEY&trade; na zhroma&#382;&#271;ovanie ich osobn&yacute;ch &uacute;dajov tak&yacute;mto sp&ocirc;sobom. Ak bud&uacute; ma&#357; ak&eacute;ko&#318;vek &#271;al&#353;ie ot&aacute;zky o tom, ako m&ocirc;&#382;eme pou&#382;&iacute;va&#357; ich osobn&eacute; &uacute;daje, odk&aacute;&#382;te ich na tieto pravidl&aacute; ochrany s&uacute;kromia. V s&uacute;vislosti s ak&yacute;mko&#318;vek poru&#353;en&iacute;m pr&iacute;slu&#353;n&yacute;ch z&aacute;konov na ochranu &uacute;dajov nebudeme &#382;iadnym sp&ocirc;sobom zodpoveda&#357; za ak&eacute;ko&#318;vek n&aacute;roky vo&#269;i v&aacute;m (alebo n&aacute;m) od &#318;ubovo&#318;nej tretej strany, ktor&aacute; pou&#382;&iacute;va v&aacute;&#353; n&aacute;stroj ONE-KEY&trade; alebo ktorej osobn&eacute; &uacute;daje ste pridali do svojho &uacute;&#269;tu, pr&iacute;padne ktor&yacute;ch ste pozvali do svojho &uacute;&#269;tu. Nesiete zodpovednos&#357; za zabezpe&#269;enie svojej opr&aacute;vnenosti poskytova&#357; n&aacute;m Pridan&eacute; pou&#382;&iacute;vate&#318;sk&eacute; &uacute;daje (vr&aacute;tane upozornenia dotknut&yacute;ch pou&#382;&iacute;vate&#318;ov na to, &#382;e ich &uacute;daje budete prid&aacute;va&#357; do svojho &uacute;&#269;tu) a za zaistenie toho, aby sme mohli pou&#382;&iacute;va&#357; Pridan&eacute; pou&#382;&iacute;vate&#318;sk&eacute; &uacute;daje na to, aby sme v&aacute;m poskytovali funkcie aplik&aacute;cie ONE-KEY&trade;. Na &uacute;&#269;ely ochrany &uacute;dajov budete v s&uacute;vislosti s Pridan&yacute;mi pou&#382;&iacute;vate&#318;sk&yacute;mi &uacute;dajmi prev&aacute;dzkovate&#318;om osobn&yacute;ch &uacute;dajov a my budeme sprostredkovate&#318;om osobn&yacute;ch &uacute;dajov (znamen&aacute; to, &#382;e Pridan&eacute; pou&#382;&iacute;vate&#318;sk&eacute; &uacute;daje s&uacute; va&#353;ou zodpovednos&#357;ou a my v&aacute;m poskytujeme slu&#382;bu, aby sme v&aacute;m umo&#382;nili zahrn&uacute;&#357; Pridan&eacute; pou&#382;&iacute;vate&#318;sk&eacute; &uacute;daje vo va&#353;om &uacute;&#269;te).
<br/><br/>
Funkcia viacer&yacute;ch pou&#382;&iacute;vate&#318;ov m&ocirc;&#382;e umo&#382;ni&#357; pou&#382;&iacute;vate&#318;om aplik&aacute;cie ONE-KEY&trade; zad&aacute;va&#357; inform&aacute;cie o ostatn&yacute;ch pou&#382;&iacute;vate&#318;och a uklada&#357; ich, ke&#271; bud&uacute; t&iacute;to ostatn&iacute; pou&#382;&iacute;vatelia prepojen&iacute; s po&#269;iato&#269;n&yacute;m pou&#382;&iacute;vate&#318;om na &uacute;&#269;ely prepojenia &uacute;&#269;tov viacer&yacute;ch pou&#382;&iacute;vate&#318;ov a u&#318;ah&#269;enia koordin&aacute;cie a organiz&aacute;cie v skupine pridru&#382;en&yacute;ch pou&#382;&iacute;vate&#318;ov. POU&#381;&Iacute;VAN&Iacute;M FUNKCIE VIACER&Yacute;CH POU&#381;&Iacute;VATE&#317;OV V APLIK&Aacute;CII ONE-KEY&trade; VYJADRUJETE SVOJ V&Yacute;SLOVN&Yacute; S&Uacute;HLAS S NASLEDUJ&Uacute;CIMI PODMIENKAMI: (A) Potvrdzujete, &#382;e pred zadan&iacute;m ak&yacute;chko&#318;vek osobn&yacute;ch &uacute;dajov &#318;ubovo&#318;nej osoby okrem v&aacute;s (i) ste dan&uacute; osobu upozornili, &#382;e sa chyst&aacute;te zada&#357; jej osobn&eacute; &uacute;daje do aplik&aacute;cie ONE-KEY&trade; na &uacute;&#269;ely z&iacute;skania pr&iacute;stupu k funkci&aacute;m aplik&aacute;cie ONE-KEY&trade; a ich pou&#382;&iacute;vanie, (ii) upozornili pr&iacute;slu&#353;n&uacute; osobu na konkr&eacute;tne osobn&eacute; &uacute;daje, ktor&eacute; zad&aacute;te, (iii) poskytli odkaz na pravidl&aacute; ochrany s&uacute;kromia (uveden&eacute; tu: http://uk.milwaukeetool.eu/one-key/privacy-policy/), ktor&yacute;mi sa bude riadi&#357; n&aacute;&#353; pr&iacute;stup, na&#353;e pou&#382;&iacute;vanie a zverej&#328;ovanie tak&yacute;chto &uacute;dajov po ich zadan&iacute; a (iv) z&iacute;skali v&yacute;slovn&yacute; s&uacute;hlas od ka&#382;dej osoby s tak&yacute;mto zverejnen&iacute;m osobn&yacute;ch &uacute;dajov a ich pou&#382;&iacute;van&iacute;m; (B) ak je v&aacute;&#353; &uacute;&#269;et v kontexte funkcie Viacer&yacute;ch pou&#382;&iacute;vate&#318;ov v aplik&aacute;cii ONE-KEY&trade; prepojen&yacute; s &#271;al&#353;&iacute;m &uacute;&#269;tom, potvrdzujete, &#382;e ste si pre&#269;&iacute;tali a prijali ste pravidl&aacute; ochrany s&uacute;kromia (uveden&eacute; tu: http://uk.milwaukeetool.eu/one-key/privacy-policy/) a v&yacute;slovne n&aacute;s autorizujete na uchov&aacute;vanie, pou&#382;&iacute;vanie a zverej&#328;ovanie va&#353;ich osobn&yacute;ch &uacute;dajov prepojen&yacute;ch s tak&yacute;mto &uacute;&#269;tom na &uacute;&#269;ely poskytovania aplik&aacute;cie ONE-KEY&trade; a v&#353;etk&yacute;ch s&uacute;visiacich slu&#382;ieb a funkci&iacute; na obdobie, pokia&#318; zostane v&aacute;&#353; &uacute;&#269;et prepojen&yacute;.
</p>
<p>3&nbsp;
AKO ZHROMA&#381;&#270;UJEME INFORM&Aacute;CIE O&nbsp;V&Aacute;S</p>
<p>Inform&aacute;cie o v&aacute;s m&ocirc;&#382;eme zhroma&#382;&#271;ova&#357; r&ocirc;znymi sp&ocirc;sobmi, ke&#271;:</p>
<ul>
<li>si vytvor&iacute;te u n&aacute;s &uacute;&#269;et, </li>
<li>prejdete na na&scaron;u webov&uacute; lokalitu alebo na na&scaron;u aplik&aacute;ciu ONE-KEY&trade;,</li>
<li>sa zaregistrujte k odberu noviniek, </li>
<li>zaregistrujte svoj n&aacute;stroj ONE-KEY&trade; alebo svoje n&aacute;stroje na &uacute;&#269;ely roz&scaron;&iacute;renej z&aacute;ruky,</li>
<li>kontaktujete n&aacute;&scaron; z&aacute;kazn&iacute;cky servis,</li>
<li>sa zapoj&iacute;te do niektorej z na&scaron;ich s&uacute;&#357;a&#382;&iacute; alebo akci&iacute; alebo ke&#271; sa
z&uacute;&#269;astn&iacute;te prieskumu,</li>
<li>sa s nami spoj&iacute;te na soci&aacute;lnych m&eacute;di&aacute;ch, (napr. ke&#271; n&aacute;s uvediete/ozna&#269;&iacute;te alebo n&aacute;s
priamo kontaktujete cez soci&aacute;lne siete). </li>
</ul>
<p>Okrem toho, ak pou&#382;&iacute;vate funkcie spr&aacute;vy z&aacute;sob aplik&aacute;cie ONE-KEY&trade;, aplik&aacute;cia ONE-KEY&trade; automaticky
zhroma&#382;&#271;uje &uacute;daje z va&scaron;ich n&aacute;strojov ONE-KEY&trade;, ktor&eacute; s&uacute; zaregistrovan&eacute; na va&scaron;om &uacute;&#269;te, vr&aacute;tane:</p>
<ul>
<li>identifika&#269;n&yacute;ch &uacute;dajov n&aacute;stroja, (napr. s&eacute;riov&eacute; ID),</li>
<li>&uacute;dajov o pou&#382;&iacute;van&iacute; n&aacute;stroja, (napr. d&aacute;tum/&#269;as za&#269;iatku a konca pou&#382;&iacute;vania),</li>
<li>&uacute;dajov o umiestnen&iacute; n&aacute;stroja, (ak m&aacute;te vy alebo ktoko&#318;vek in&yacute;, kto pou&#382;&iacute;va
aplik&aacute;ciu ONE-KEY&trade;) zapnut&uacute; funkciu Bluetooth a ak je v&aacute;&scaron; n&aacute;stroj ONE-KEY&trade; v dosahu Bluetooth ich zariadenia, pou&#382;&iacute;vame tieto inform&aacute;cie na identifik&aacute;ciu polohy
v&aacute;&scaron;ho n&aacute;stroja ONE-KEY&trade;. Upozor&#328;ujeme, &#382;e v&scaron;etky osobn&eacute; &uacute;daje, ktor&eacute; zhroma&#382;&#271;ujeme o v&aacute;s (alebo o ktorejko&#318;vek tretej strane), s oh&#318;adom na va&scaron;u
polohu, (napr. ak m&aacute;te vy alebo nejak&yacute; zamestnanec v&aacute;&scaron; n&aacute;stroj ONE-KEY&trade;), dop&#314;&#328;aj&uacute; n&aacute;&scaron; &uacute;&#269;el zhroma&#382;&#271;ovania t&yacute;chto &uacute;dajov o polohe, s
cie&#318;om pom&ocirc;c&#357; v&aacute;m identifikova&#357; umiestnenie n&aacute;stroja ONE-KEY&trade;. Sledujeme va&scaron;e n&aacute;stroje ONE-KEY&trade;, nie v&aacute;s!</li>
</ul>
<p>4&nbsp;
AKO POU&#381;&Iacute;VAME VA&Scaron;E OSOBN&Eacute; &Uacute;DAJE A AK&Eacute; M&Aacute;ME NA TO D&Ocirc;VODY?</p>
<table>
<tbody>
<tr>
<td width="50%">
<p><strong>Ako a pre&#269;o
pou&#382;&iacute;vame va&scaron;e osobn&eacute; &uacute;daje</strong></p>
</td>
<td width="50%">
<p><strong>Ak&eacute; je
na&scaron;e pr&aacute;vne od&ocirc;vodnenie spracovania osobn&yacute;ch &uacute;dajov</strong></p>
</td>
</tr>
<tr>
<td>
<p>Na poskytnutie
inform&aacute;ci&iacute;, produktov a slu&#382;ieb, ktor&eacute; po&#382;adujete alebo ktor&eacute; si u n&aacute;s k&uacute;pite, (t. j. na dokon&#269;enie niektor&yacute;ch &uacute;loh, procesov a na komunik&aacute;ciu, ktor&aacute; sa
t&yacute;ka t&yacute;chto produktov a slu&#382;ieb, ktor&eacute; si zak&uacute;pite alebo ktor&eacute; od n&aacute;s po&#382;adujete) a aby sme mohli odpoveda&#357; na va&scaron;e ot&aacute;zky a&nbsp;pripomienky).</p>
</td>
<td rowspan="3">
<p>Spoliehame sa na na&scaron;e
zmluvy, ktor&eacute; sme s vami uzavreli, ako na opr&aacute;vnen&yacute; z&aacute;klad na zhroma&#382;&#271;ovanie a spracovanie va&scaron;ich osobn&yacute;ch &uacute;dajov, pokia&#318; ide o objedn&aacute;vku produktov a slu&#382;ieb
alebo v&aacute;&scaron;ho pou&#382;&iacute;vania aplik&aacute;cie ONE-KEY&trade;. </p>
<p>Pr&iacute;padne sa v
niektor&yacute;ch pr&iacute;padoch spoliehame na na&scaron;e legit&iacute;mne z&aacute;ujmy ako spolo&#269;nos&#357;, (napr. je v na&scaron;om z&aacute;ujme zmera&#357; spokojnos&#357; z&aacute;kazn&iacute;kov a rie&scaron;enie
probl&eacute;mov z&aacute;kazn&iacute;kov). Kde sa spoliehame na na&scaron;e legit&iacute;mne z&aacute;ujmy, v&#382;dy sa uist&iacute;me, &#382;e tieto z&aacute;ujmy vyv&aacute;&#382;ime va&scaron;imi pr&aacute;vami.</p>
</td>
</tr>
<tr>
<td>
<p>Ke&#271;
pou&#382;&iacute;vate na&scaron;u aplik&aacute;ciu ONE-KEY&trade;, aby sme v&aacute;m mohli poskytn&uacute;&#357; slu&#382;by, ktor&eacute; ste od n&aacute;s po&#382;adovali prostredn&iacute;ctvom aplik&aacute;cie ONE-KEY&trade;.&nbsp;
M&ocirc;&#382;e to zah&#341;&#328;a&#357; &uacute;daje o polohe z&iacute;skan&eacute; cez n&aacute;&scaron; syst&eacute;m riadenia z&aacute;sob n&aacute;strojov ONE-KEY&trade;, ke&#271; sa rozhodnete povoli&#357; Bluetooth a
vyu&#382;&iacute;va&#357; t&uacute;to funkciu. </p>
</td>
</tr>
<tr>
<td>
<p>Na zmeranie spokojnosti
na&scaron;ich z&aacute;kazn&iacute;kov a poskytovanie slu&#382;ieb z&aacute;kazn&iacute;kom, (vr&aacute;tane rie&scaron;enia probl&eacute;mov v s&uacute;vislosti s n&aacute;kupmi alebo &#382;iados&#357;ou o poskytnutie slu&#382;ieb alebo
ke&#271; sa n&aacute;s p&yacute;tate ot&aacute;zky na soc. m&eacute;di&aacute;ch).</p>
</td>
</tr>
<tr>
<td>
<p>M&ocirc;&#382;eme
pou&#382;i&#357; va&scaron;e osobn&eacute; &uacute;daje na to, aby sme v&aacute;s informovali o pr&iacute;slu&scaron;n&yacute;ch produktoch a&nbsp;ponuk&aacute;ch, (&#271;alej len &bdquo;marketing&ldquo;). </p>
 </td>
<td>
<p>Zvy&#269;ajne
m&ocirc;&#382;eme pou&#382;&iacute;va&#357; va&scaron;e osobn&eacute; &uacute;daje len na zasielanie marketingov&yacute;ch spr&aacute;v, ak ste s t&yacute;m s&uacute;hlasili alebo sa v niektor&yacute;ch pr&iacute;padoch m&ocirc;&#382;eme
spolieha&#357; na opr&aacute;vnen&yacute; z&aacute;ujem. </p>
<p>M&ocirc;&#382;ete n&aacute;s
po&#382;iada&#357;, aby sme prestali posiela&#357; marketingov&eacute; spr&aacute;vy. Na&scaron;e kontaktn&eacute; &uacute;daje n&aacute;jdete v z&aacute;hlav&iacute; t&yacute;chto pravidiel ochrany osobn&yacute;ch &uacute;dajov
https://sk.milwaukeetool.eu/footer/privacy-policy.</p>
</td>
</tr>
<tr>
<td>
<p>Na monitorovanie
pou&#382;&iacute;vania na&scaron;ej aplik&aacute;cie ONE-KEY&trade; a webov&eacute; lokality a uistenie sa, &#382;e s&uacute; prezentovan&eacute; &#269;o najefekt&iacute;vnej&scaron;&iacute;m a najrelevantnej&scaron;&iacute;m
sp&ocirc;sobom pre v&aacute;s a&nbsp;pre va&scaron;e zariadenie. </p>
<p>Na toto m&ocirc;&#382;eme
pou&#382;i&#357; s&uacute;bory cookie.</p>
</td>
<td>
<p>M&aacute;me
opr&aacute;vnen&yacute; z&aacute;ujem zabezpe&#269;i&#357;, aby na&scaron;a webov&aacute; lokalita a na&scaron;a aplik&aacute;cia <br/>ONE-KEY&trade; riadne pracovala a &#382;e na&scaron;e produkty a slu&#382;by maj&uacute;
vysok&uacute; kvalitu a s&uacute; efekt&iacute;vne. </p>
<p>Spoliehame sa na s&uacute;hlas s umiestnen&iacute;m s&uacute;borov cookie do v&aacute;&scaron;ho zariadenia. Inform&aacute;cie o
tom, ako pou&#382;&iacute;vame s&uacute;bory cookie, si m&ocirc;&#382;ete pre&#269;&iacute;ta&#357; v na&scaron;om vyhl&aacute;sen&iacute; o s&uacute;boroch cookie <a style="color: purple; text-decoration: underline;" href="https://www.milwaukeetool.eu/cookies">https://sk.milwaukeetool.eu/cookies</a>/.</p>
</td>
</tr>
<tr>
<td>
<p>M&ocirc;&#382;eme
zaznamena&#357; va&scaron;e telefonick&eacute; hovory a tieto &uacute;daje pou&#382;ijeme na &uacute;&#269;ely &scaron;kolenia a&nbsp;na zabezpe&#269;enie kvality, (&#269;i sa v&aacute;&scaron; hovor nahr&aacute;va, v&aacute;m
ozn&aacute;mime vopred). </p>
</td>
<td>
<p>&Uacute;daje takto
pou&#382;&iacute;vame z r&ocirc;znych d&ocirc;vodov. Kontrola z&aacute;znamov m&ocirc;&#382;e by&#357; v s&uacute;lade so z&aacute;konnou povinnos&#357;ou a m&ocirc;&#382;e to by&#357; aj v na&scaron;om opr&aacute;vnenom z&aacute;ujme na
&uacute;&#269;ely kontroly.</p>
</td>
</tr>
<tr>
<td>
<p>Aby sme zabezpe&#269;ili,
&#382;e osobn&eacute; a finan&#269;n&eacute; inform&aacute;cie, ktor&eacute; n&aacute;m poskytnete, s&uacute; presn&eacute;. </p>
</td>
<td rowspan="4">
<p>V niektor&yacute;ch
pr&iacute;padoch pou&#382;ijeme va&scaron;e osobn&eacute; &uacute;daje, preto&#382;e je pre n&aacute;s nutn&eacute;, aby sme splnili z&aacute;konn&uacute; povinnos&#357;, (ak napr&iacute;klad dostaneme opr&aacute;vnen&uacute;
&#382;iados&#357; org&aacute;nu &#269;inn&eacute;ho v trestnom konan&iacute;). V in&yacute;ch pr&iacute;padoch, (ako je napr&iacute;klad odhalenie podvodu alebo zabezpe&#269;enia bezpe&#269;nosti lokality), sa spoliehame na na&scaron;e
opr&aacute;vnen&eacute; z&aacute;ujmy ako spolo&#269;nos&#357;, s cie&#318;om takto pou&#382;&iacute;va&#357; va&scaron;e osobn&eacute; &uacute;daje. Kde sa spoliehame na na&scaron;e legit&iacute;mne z&aacute;ujmy, v&#382;dy sa
uist&iacute;me, &#382;e tieto z&aacute;ujmy vyv&aacute;&#382;ime va&scaron;imi pr&aacute;vami. </p>
</td>
</tr>
<tr>
<td>
<p>Aby sme zistili,
pre&scaron;etrili, nahl&aacute;sili a usilovali sa zabr&aacute;ni&#357; finan&#269;nej trestnej &#269;innosti alebo inej nez&aacute;konnej aktivite.</p>
</td>
</tr>
<tr>
<td>
<p>Aby sme spravovali riziko,
ktor&eacute; hroz&iacute; n&aacute;m a na&scaron;im z&aacute;kazn&iacute;kom.</p>
</td>
</tr>
<tr>
<td>
<p>Aby sme splnili na&scaron;e
pr&aacute;vne povinnosti a povinnost&iacute;, ktor&eacute; s&uacute;visia s pr&aacute;vnymi predpismi.</p>
</td>
</tr>
</tbody>
</table>
<p>5&nbsp;
AKO ZDIE&#317;AME VA&Scaron;E OSOBN&Eacute; &Uacute;DAJE?</p>
<p>Aby sme v&aacute;m mohli poskytn&uacute;&#357; na&scaron;e produkty a slu&#382;by, va&scaron;e osobn&eacute; &uacute;daje, v r&aacute;mci skupiny,
zdie&#318;ame s na&scaron;imi d&ocirc;veryhodn&yacute;mi poskytovate&#318;mi slu&#382;ieb alebo s na&scaron;imi spolo&#269;nos&#357;ami, ako je uveden&eacute; ni&#382;&scaron;ie. V&#382;dy, ke&#271; zdie&#318;ame va&scaron;e osobn&eacute;
&uacute;daje, prijmeme bezpe&#269;nostn&eacute; opatrenia, ktor&eacute; vy&#382;aduj&uacute;, aby tieto organiz&aacute;cie uchovali va&scaron;e d&aacute;ta v bezpe&#269;&iacute; a aby sme zabezpe&#269;ili, &#382;e va&scaron;e osobn&eacute;
&uacute;daje nepou&#382;ij&uacute; na vlastn&eacute; marketingov&eacute; &uacute;&#269;ely, ak ste n&aacute;m na to nedali svoj s&uacute;hlas. Va&scaron;e osobn&eacute; &uacute;daje nikdy nepred&aacute;me tretej strane. </p>
<p><u>Na vybavenie objedn&aacute;vky produktov a slu&#382;ieb:</u></p>
<p>Spolupracujeme s mno&#382;stvom d&ocirc;veryhodn&yacute;ch dod&aacute;vate&#318;ov slu&#382;ieb, ktor&iacute; poskytuj&uacute; slu&#382;by v
na&scaron;om mene. Ke&#271; si u n&aacute;s zak&uacute;pite produkty a slu&#382;by, slu&#382;by poskytovan&eacute; t&yacute;mito poskytovate&#318;mi slu&#382;ieb zah&#341;&#328;aj&uacute; hosting a doru&#269;ovanie webovej lokality a
datab&aacute;z. Pre n&aacute;s, ako spolo&#269;nos&#357;, je na&scaron;im opr&aacute;vnen&yacute;m z&aacute;ujmom spolupracova&#357; s t&yacute;mito dod&aacute;vate&#318;mi slu&#382;ieb, preto&#382;e sami o sebe nemus&iacute;me ma&#357; kapacity
na poskytovanie t&yacute;chto slu&#382;ieb. V ka&#382;dom pr&iacute;pade zabezpe&#269;&iacute;me, aby dod&aacute;vate&#318; slu&#382;ieb mohol pou&#382;&iacute;va&#357; va&scaron;e osobn&eacute; &uacute;daje len na &uacute;&#269;ely slu&#382;ieb
a nie na in&eacute; &uacute;&#269;ely.&nbsp; </p>
<p><u>Ostatn&eacute; profesion&aacute;lne slu&#382;by</u></p>
<p>Mo&#382;no bude potrebn&eacute;, aby sme zverejnili va&scaron;e osobn&eacute; &uacute;daje na&scaron;im pois&#357;ovate&#318;om, ak si mysl&iacute;me,
&#382;e to vy&#382;aduje n&aacute;&scaron; zmluvn&yacute; vz&#357;ah s na&scaron;im poskytovate&#318;om poistenia. </p>
<p>Spolupracujeme so starostlivo vybran&yacute;mi tret&iacute;mi stranami, ako je napr. n&aacute;&scaron; poskytovate&#318; datab&aacute;zov&yacute;ch
z&aacute;kazn&iacute;ckych slu&#382;ieb, marketingov&eacute; agent&uacute;ry a reklamn&iacute; partneri, ktor&iacute; n&aacute;m pom&aacute;haj&uacute; pri zabezpe&#269;ovan&iacute; pozit&iacute;vnych sk&uacute;senost&iacute;
z&aacute;kazn&iacute;kov.</p>
<p><u>Na zabr&aacute;nenie a&nbsp;na odhalenie trestn&eacute;ho &#269;inu alebo inak dodr&#382;iava&#357; z&aacute;kony:</u></p>
<p>M&ocirc;&#382;u existova&#357; pr&iacute;pady, kedy m&aacute;me pr&aacute;vnu povinnos&#357; zdie&#318;a&#357; alebo zverejni&#357; va&scaron;e
osobn&eacute; &uacute;daje, napr. v pr&iacute;pade org&aacute;nov &#269;inn&yacute;ch v trestnom konan&iacute; alebo verejn&yacute;ch org&aacute;nov s cie&#318;om predch&aacute;dza&#357; trestn&eacute;mu &#269;inu alebo odhali&#357; zlo&#269;in
alebo splni&#357; z&aacute;konn&uacute; po&#382;iadavku. </p>
<p><u>Spracovanie &uacute;dajov medzin&aacute;rodnej skupiny a &scaron;trukt&uacute;ra skupiny:</u></p>
<p>Na&scaron;a skupina zdie&#318;a r&ocirc;zne oper&aacute;cie a obchodn&eacute; procesy.&nbsp; Va&scaron;e osobn&eacute; &uacute;daje m&ocirc;&#382;eme
zdie&#318;a&#357; s ktor&yacute;mko&#318;vek &#269;lenom na&scaron;ej skupiny s cie&#318;om splni&#357; zmluvn&eacute; z&aacute;v&auml;zky, ktor&eacute; m&aacute;me vo&#269;i v&aacute;m alebo preto, &#382;e je to na&scaron;im
opr&aacute;vnen&yacute;m z&aacute;ujmom. Ak napr&iacute;klad vyu&#382;&iacute;vate na&scaron;e slu&#382;by v Eur&oacute;pe, spracuje va&scaron;e &uacute;daje spolo&#269;nos&#357; Techtronic Industries ELC GmbH, spolo&#269;nos&#357; na&scaron;ej
skupiny, ktor&aacute; je v na&scaron;om mene hostite&#318;om na&scaron;ich slu&#382;ieb v Eur&oacute;pe. </p>
<p>Podobne, aj ke&#271; m&aacute;me s&iacute;dlo v USA, m&ocirc;&#382;eme va&scaron;e &uacute;daje zdie&#318;a&#357; s na&scaron;ou
spolo&#269;nos&#357;ou skupiny, ktor&aacute; sa nach&aacute;dza na va&scaron;om &uacute;zem&iacute;, s cie&#318;om uisti&#357; sa, &#382;e v&aacute;m posielame iba marketingov&eacute; materi&aacute;ly o na&scaron;ich produktoch a
slu&#382;b&aacute;ch, ktor&eacute; s&uacute; k dispoz&iacute;cii na va&scaron;om &uacute;zem&iacute;.&nbsp; </p>
<p>M&ocirc;&#382;eme tie&#382; zdie&#318;a&#357; va&scaron;e osobn&eacute; &uacute;daje, ak v&nbsp;bud&uacute;cnosti v skupine d&ocirc;jde k zmene,
napr&iacute;klad:</p>
<ul>
<li>m&ocirc;&#382;eme sa rozhodn&uacute;&#357;, &#382;e pred&aacute;me, prevedieme alebo zl&uacute;&#269;ime &#269;asti na&scaron;ej
spolo&#269;nosti alebo na&scaron;e akt&iacute;va. Alebo sa m&ocirc;&#382;eme sna&#382;i&#357; z&iacute;ska&#357; in&eacute; spolo&#269;nosti alebo sa s nimi zl&uacute;&#269;i&#357;.</li>
<li>Po&#269;as tak&eacute;hoto procesu m&ocirc;&#382;eme va&scaron;e &uacute;daje zdie&#318;a&#357; s in&yacute;mi stranami. Urob&iacute;me to iba
vtedy, ak s&uacute;hlasia s t&yacute;m, &#382;e bud&uacute; chr&aacute;ni&#357; va&scaron;e &uacute;daje a uchovaj&uacute; ich s&uacute;kromie.</li>
<li>Ak v na&scaron;ej skupine d&ocirc;jde k zmene, potom m&ocirc;&#382;u ostatn&eacute; strany pou&#382;&iacute;va&#357; va&scaron;e &uacute;daje
rovnak&yacute;m sp&ocirc;sobom, ako je uveden&eacute; v tomto ozn&aacute;men&iacute;.</li>
</ul>
<p>6&nbsp;
S&Uacute;BORY COOKIE</p>
<p>Na&scaron;a webov&aacute; lokalita pou&#382;&iacute;va s&uacute;bory cookie na to, aby v&aacute;s odl&iacute;&scaron;ila od ostatn&yacute;ch
pou&#382;&iacute;vate&#318;ov na&scaron;ej webovej lokality. To n&aacute;m pom&aacute;ha poskytova&#357; v&aacute;m dobr&eacute; sk&uacute;senost&iacute; pri prehliadan&iacute; na&scaron;ej webovej lokality a umo&#382;&#328;uje n&aacute;m to
zlep&scaron;ova&#357; na&scaron;e str&aacute;nky. Na&scaron;a webov&aacute; lokalita z&aacute;rove&#328; pou&#382;&iacute;va slu&#382;bu Google Analytics na vyhodnotenie toho, ako pou&#382;&iacute;vate na&scaron;u webov&uacute; lokalitu
a&nbsp;na poskytovanie &#271;al&scaron;&iacute;ch slu&#382;ieb, ktor&eacute; s&uacute;visia s pou&#382;&iacute;van&iacute;m webovej str&aacute;nky a internetu.</p>
<p>Podrobn&eacute; inform&aacute;cie o s&uacute;boroch cookie, ktor&eacute; pou&#382;&iacute;vame (vr&aacute;tane slu&#382;by Google Analytics) a o
&uacute;&#269;eloch, na ktor&eacute; ich pou&#382;&iacute;vame, n&aacute;jdete v na&scaron;om vyhl&aacute;sen&iacute; o s&uacute;boroch cookie <a style="color: purple; text-decoration: underline;" href="https://www.milwaukeetool.eu/cookies">https://sk.milwaukeetool.eu/cookies</a>/.</p>
<p>7&nbsp;
BEZPE&#268;NOS&#356;</p>
<p>Bezpe&#269;nos&#357; va&scaron;ich osobn&yacute;ch &uacute;dajov berieme ve&#318;mi v&aacute;&#382;ne.&nbsp; Zaviedli sme r&ocirc;zne
strat&eacute;gie, kontroly, pravidl&aacute; a opatrenia na udr&#382;anie va&scaron;ich &uacute;dajov v bezpe&#269;&iacute; a na udr&#382;anie t&yacute;chto opatren&iacute; pod pr&iacute;snym kontrolou. Pou&#382;&iacute;vame nieko&#318;ko
administrat&iacute;vnych, logick&yacute;ch, fyzick&yacute;ch a mana&#382;&eacute;rskych opatren&iacute; na ochranu va&scaron;ich osobn&yacute;ch &uacute;dajov proti strate, kr&aacute;de&#382;i a neopr&aacute;vnen&eacute;mu pr&iacute;stupu,
pou&#382;&iacute;vaniu a &uacute;prav&aacute;m.</p>
<p>8&nbsp;
PREVOD VA&Scaron;ICH &Uacute;DAJOV MIMO &Uacute;ZEMIA EUR&Oacute;PY</p>
<p>Va&scaron;e osobn&eacute; &uacute;daje prevedieme mimo Eur&oacute;pskeho hospod&aacute;rskeho priestoru (EHP) na &uacute;&#269;ely spracovania
va&scaron;ich osobn&yacute;ch &uacute;dajov. S&iacute;dlime v USA a aj ke&#271; m&aacute;me d&aacute;tov&eacute; centr&aacute; v Eur&oacute;pe, m&ocirc;&#382;u by&#357; v&scaron;etky va&scaron;e &uacute;daje spracovan&eacute; v USA. </p>
<p>M&ocirc;&#382;eme tie&#382; potrebova&#357; previes&#357; va&scaron;e osobn&eacute; &uacute;daje mimo &uacute;zemie EHP, kde spolupracujeme s
dod&aacute;vate&#318;om alebo s tre&#357;ou stranou, ktor&aacute; sprac&uacute;va niektor&eacute; osobn&eacute; &uacute;daje mimo &uacute;zemia EHP. </p>
<p>Tieto krajiny, (vr&aacute;tane USA), nemusia ma&#357; rovnak&eacute; z&aacute;kony na ochranu &uacute;dajov ako Spojen&eacute; kr&aacute;&#318;ovstvo
a EHP, a preto va&scaron;e osobn&eacute; &uacute;daje nemusia podlieha&#357; rovnak&yacute;m ochran&aacute;m. V tak&yacute;chto pr&iacute;padoch v&scaron;ak zabezpe&#269;&iacute;me, aby podliehal ka&#382;d&yacute; prenos va&scaron;ich
osobn&yacute;ch &uacute;dajov do kraj&iacute;n mimo EHP primeran&yacute;m bezpe&#269;nostn&yacute;m opatreniam, ako keby boli spracov&aacute;van&eacute; v r&aacute;mci EHP a&nbsp;v s&uacute;lade s hlavn&yacute;mi z&aacute;sadami, ako s&uacute;
uveden&eacute; v tomto ozn&aacute;men&iacute; o ochrane osobn&yacute;ch &uacute;dajov. </p>
<p>Ak by ste chceli z&iacute;ska&#357; &#271;al&scaron;ie inform&aacute;cie, pros&iacute;m, pou&#382;ite kontaktn&eacute; &uacute;daje uveden&eacute; v
z&aacute;hlav&iacute; t&yacute;chto pravidiel ochrany osobn&yacute;ch &uacute;dajov https://sk.milwaukeetool.eu/footer/privacy-policy.</p>
<p>9&nbsp;
AKO DLHO BUDEME UCHOV&Aacute;VA&#356; VA&Scaron;E OSOBN&Eacute; &Uacute;DAJE</p>
<p>V &scaron;ir&scaron;om zmysle budeme uchov&aacute;va&#357; va&scaron;e osobn&eacute; &uacute;daje len tak dlho, ako je to nevyhnutn&eacute; na
&uacute;&#269;ely uveden&eacute; v tomto ozn&aacute;men&iacute; o ochrane osobn&yacute;ch &uacute;dajov.&nbsp; To znamen&aacute;, &#382;e doba uchovania sa bude v prvom rade l&iacute;&scaron;i&#357; v z&aacute;vislosti od typu &uacute;dajov a od
d&ocirc;vodu, pre&#269;o m&aacute;me va&scaron;e &uacute;daje. </p>
<p>M&aacute;me zaveden&eacute; z&aacute;sady uchov&aacute;vania &uacute;dajov, ktor&eacute; pravidelne kontrolujeme s prihliadnut&iacute;m na&scaron;ich
d&ocirc;vodov na spracovanie va&scaron;ich osobn&yacute;ch &uacute;dajov a pr&aacute;vny z&aacute;klad na ich spracovanie.</p>
<p>Svoj &uacute;&#269;et m&ocirc;&#382;ete kedyko&#318;vek vymaza&#357;. Ak tak chcete urobi&#357;, kontaktujte n&aacute;&scaron;ho spr&aacute;vcu
&uacute;dajov na adrese uvedenej v 1. &#269;asti. </p>
<p><br/><br/><br/></p>
<p>10&nbsp;
VA&Scaron;E PR&Aacute;VA &nbsp;</p>
<p>Platn&eacute; z&aacute;kony na ochranu &uacute;dajov v&aacute;m poskytuj&uacute; mno&#382;stvo pr&aacute;v vo vz&#357;ahu k va&scaron;im
osobn&yacute;m &uacute;dajom. M&aacute;te pr&aacute;vo:</p>
<ul>
<li>po&#382;iada&#357; n&aacute;s, aby
sme nepou&#382;&iacute;vali va&scaron;e osobn&eacute; &uacute;daje na &uacute;&#269;ely priameho marketingu;</li>
<li>po&#382;iada&#357; o
inform&aacute;cie o tom, ak&eacute; m&aacute;me osobn&eacute; &uacute;daje o v&aacute;s a o tom, ako spracov&aacute;vame &uacute;daje (a za ur&#269;it&yacute;ch okolnost&iacute; m&ocirc;&#382;ete po&#382;iada&#357; o poskytnutie k&oacute;pie
tretej strane); </li>
<li>po&#382;iada&#357; n&aacute;s, aby
sme opravili alebo aktualizovali osobn&eacute; &uacute;daje, ktor&eacute; s&uacute; nepresn&eacute;; </li>
<li>po&#382;iada&#357; o vymazanie
osobn&yacute;ch &uacute;dajov, v&nbsp;niektor&yacute;ch, (ale nie vo v&scaron;etk&yacute;ch) pr&iacute;padoch, ke&#271; neexistuje d&ocirc;vod na to, aby sme ich mohli aj na&#271;alej pou&#382;&iacute;va&#357;;</li>
<li>po&#382;iada&#357; n&aacute;s, aby
sme do&#269;asne prestali pou&#382;&iacute;va&#357; va&scaron;e &uacute;daje, ak si nemysl&iacute;te, &#382;e m&aacute;me pr&aacute;vo ich pou&#382;&iacute;va&#357; alebo aby ste n&aacute;m zabr&aacute;nili v pou&#382;&iacute;van&iacute;
va&scaron;ich osobn&yacute;ch &uacute;dajov, ak neexistuje d&ocirc;vod na to, aby sme ich mohli aj na&#271;alej pou&#382;&iacute;va&#357;; a</li>
<li>za ur&#269;it&yacute;ch
okolnost&iacute; nepodlieha&#357; rozhodnutiam prijat&yacute;m v&yacute;lu&#269;ne na z&aacute;klade &bdquo;automatizovan&eacute;ho spracovania&ldquo;, (t. j. pr&aacute;vo nepodlieha&#357; rozhodnutiam, ktor&eacute; robia v&yacute;lu&#269;ne
algoritmy alebo po&#269;&iacute;ta&#269;e bez vstupu zo strany &#269;loveka).&nbsp;</li>
</ul>
<p>Ak by ste n&aacute;s chceli kontaktova&#357;, v&nbsp;s&uacute;vislosti s&nbsp;va&scaron;imi pr&aacute;vami, pros&iacute;m, pou&#382;ite
kontaktn&eacute; &uacute;daje uveden&eacute; v hornej &#269;asti t&yacute;chto pravidiel ochrany osobn&yacute;ch &uacute;dajov https://sk.milwaukeetool.eu/footer/privacy-policy.</p>
<p>M&aacute;te tie&#382; pr&aacute;vo s&#357;a&#382;ova&#357; sa na pou&#382;&iacute;vanie va&scaron;ich osobn&yacute;ch &uacute;dajov.&nbsp;
M&ocirc;&#382;ete kontaktova&#357; svoj miestny org&aacute;n doh&#318;adu nad ochranou &uacute;dajov, (zoznam miestnych org&aacute;nov doh&#318;adu je k dispoz&iacute;cii na adrese:
http://ec.europa.eu/newsroom/article29/item-detail.cfm?item_id=612080).</p>
<p>11&nbsp;
ZMENY V PRAVIDL&Aacute;CH OCHRANY OSOBN&Yacute;CH &Uacute;DAJOV</p>
<p>V&scaron;etky zmeny, ktor&eacute; m&ocirc;&#382;eme v bud&uacute;cnosti vykona&#357; v na&scaron;ich pravidl&aacute;ch ochrany osobn&yacute;ch
&uacute;dajov, bud&uacute; zverejnen&eacute; na tejto lokalite. M&ocirc;&#382;eme v&aacute;s informova&#357; aj prostredn&iacute;ctvom e-mailovej spr&aacute;vy, ak m&aacute;me va&scaron;u e-mailov&uacute; adresu. &nbsp;Pros&iacute;m, kontrolujte
&#269;asto webov&uacute; lokalitu, &#269;i nedo&scaron;lo k nejak&yacute;m aktualiz&aacute;ci&aacute;m alebo zmen&aacute;m v na&scaron;ich pravidl&aacute;ch ochrany osobn&yacute;ch &uacute;dajov.&nbsp; </p>
<p>Tieto pravidl&aacute; ochrany s&uacute;kromia boli naposledy aktualizovan&eacute; [21/04/2020].</p>
</body>
</html>
