<html>
<head>
<style>
html { font-family: '-apple-system','HelveticaNeue'; font-size: 20pt; }
body { padding: 35px; }
ul li { margin-bottom: 1em; }
a { color: #954f72; text-decoration: underline; }
table { border-collapse: collapse; }
table, th, td { border: 1px solid black; }
td { padding: 10px; }
</style>
</head>
<body>
<p><strong>Marketinges hozz&aacute;j&aacute;rul&aacute;s</strong></p>
<p>&Uuml;dv&ouml;z&ouml;lj&uuml;k!</p>
<p>C&eacute;g&uuml;nk a Milwaukee Electric Tool Corporation, amely MILWAUKEE&trade; elektromos szersz&aacute;mokat gy&aacute;rt. K&ouml;sz&ouml;nj&uuml;k, hogy let&ouml;lt&ouml;tte ONE-KEY &trade; alkalmaz&aacute;sunkat. Rem&eacute;lj&uuml;k, hogy &eacute;lvezettel haszn&aacute;lja!</p>
<p>C&eacute;g&uuml;nk (valamint az &Ouml;n orsz&aacute;g&aacute;ban tal&aacute;lhat&oacute; eur&oacute;pai le&aacute;nyv&aacute;llalataink) marketing k&ouml;zlem&eacute;nyek e-mailben, SMS-ben &eacute;s telefonon t&ouml;rt&eacute;n&#337; megk&uuml;ld&eacute;s&eacute;vel szeretn&eacute;k &Ouml;nnek naprak&eacute;sz inform&aacute;ci&oacute;kat k&uuml;ldeni a MILWAUKEE&trade; term&eacute;kekr&#337;l &eacute;s szolg&aacute;ltat&aacute;sokr&oacute;l. Ne agg&oacute;djon, ezt nem k&ouml;telez&#337; elfogadnia, azonban az al&aacute;bbiakban C&eacute;g&uuml;nk lehet&#337;s&eacute;get ad &Ouml;nnek arra, hogy eld&ouml;nthesse, k&iacute;v&aacute;n-e fogadni C&eacute;g&uuml;nkt&#337;l &eacute;rkez&#337; marketinges k&ouml;zlem&eacute;nyeket.</p>
<p>Az Adatv&eacute;delmi t&aacute;j&eacute;koztat&oacute;nk tov&aacute;bbi inform&aacute;ci&oacute;kat tartalmaz arra vonatkoz&oacute;an, hogy C&eacute;g&uuml;nk az &Ouml;n szem&eacute;lyes adatait hogyan fogja felhaszn&aacute;lni; az Adatv&eacute;delmi t&aacute;j&eacute;koztat&oacute;t ezen a linken &eacute;rheti el: <u><a style="color: purple; text-decoration: underline;" href="http://hu.milwaukeetool.eu/one-key/privacy-policy/">http://hu.milwaukeetool.eu/one-key/privacy-policy/</a></u>. C&eacute;g&uuml;nk Adatv&eacute;delmi t&aacute;j&eacute;koztat&oacute;j&aacute;nak egy p&eacute;ld&aacute;nya mindig megtal&aacute;lhat&oacute; az alkalmaz&aacute;s Be&aacute;ll&iacute;t&aacute;sok pontj&aacute;ban, amelyhez &Ouml;n b&aacute;rmikor hozz&aacute;f&eacute;rhet.</p>
<p>Amennyiben &Ouml;n marketing k&ouml;zlem&eacute;nyeket k&iacute;v&aacute;n fogadni C&eacute;g&uuml;nk MILWAUKEE&trade; term&eacute;keire &eacute;s szolg&aacute;ltat&aacute;saira vonatkoz&oacute;an, az alul tal&aacute;lhat&oacute; megfelel&#337; n&eacute;gyzetek bejel&ouml;l&eacute;s&eacute;vel sz&iacute;veskedjen meger&#337;s&iacute;teni a hozz&aacute;j&aacute;rul&aacute;s&aacute;t, hogy a Milwaukee Electric Tool Corporation &eacute;s/vagy C&eacute;g&uuml;nk eur&oacute;pai le&aacute;nyv&aacute;llalata az &Ouml;n orsz&aacute;g&aacute;ban &Ouml;nnek a MILWAUKEE&trade; term&eacute;kekre &eacute;s szolg&aacute;ltat&aacute;sokra vonatkoz&oacute;an marketinges k&ouml;zlem&eacute;nyeket k&uuml;ldhessen az al&aacute;bbi m&oacute;dokon:</p>
<p>Ha meggondolja mag&aacute;t, a hozz&aacute;j&aacute;rul&aacute;s&aacute;t b&aacute;rmikor visszavonhatja, vagy megv&aacute;ltoztathatja a be&aacute;ll&iacute;t&aacute;sait, ha felveszi C&eacute;g&uuml;nkkel a kapcsolatot a <a style="color: purple; text-decoration: underline;" href="mailto:data.privacy@TTI-emea.com">data.privacy@TTI-emea.com</a> e-mail-c&iacute;men vagy a ONE-KEY &trade; alkalmaz&aacute;sban, illetve a weboldalon a Be&aacute;ll&iacute;t&aacute;sok men&uuml;pontban m&oacute;dos&iacute;tja a be&aacute;ll&iacute;t&aacute;sait.&nbsp;</p>
<p><strong>S&uuml;tik (cookie-k) kezel&eacute;s&eacute;hez val&oacute; hozz&aacute;j&aacute;rul&aacute;s</strong></p>
<p>C&eacute;g&uuml;nk K&eacute;szletgazd&aacute;lkod&aacute;si Platform weboldala (a tov&aacute;bbiakban: ONE-KEY&trade; weboldal) s&uuml;tiket haszn&aacute;l (olyan kism&eacute;ret&#369;, bet&#369;ket &eacute;s sz&aacute;mokat tartalmaz&oacute; f&aacute;jl, amelyet a C&eacute;g&uuml;nk az &Ouml;n k&eacute;sz&uuml;l&eacute;k&eacute;n helyez el) annak &eacute;rdek&eacute;ben, hogy &Ouml;nt megk&uuml;l&ouml;nb&ouml;ztesse a ONE-KEY&trade; weboldal m&aacute;s felhaszn&aacute;l&oacute;it&oacute;l, &Ouml;nnek j&oacute; felhaszn&aacute;l&oacute;i &eacute;lm&eacute;nyt biztos&iacute;tson a ONE-KEY&trade; weboldalunk haszn&aacute;lata k&ouml;zben, &eacute;s hogy lehet&#337;v&eacute; tegye a C&eacute;g&uuml;nk sz&aacute;m&aacute;ra a ONE-KEY&trade; weboldal fejleszt&eacute;s&eacute;t.&nbsp; A C&eacute;g&uuml;nk &aacute;ltal haszn&aacute;lt s&uuml;tikkel &eacute;s a haszn&aacute;latuk c&eacute;lj&aacute;val kapcsolatos tov&aacute;bbi inform&aacute;ci&oacute;&eacute;rt n&eacute;zze meg az Adatv&eacute;delmi t&aacute;j&eacute;koztat&oacute;nkat: <a style="color: purple; text-decoration: underline;" href="https://hu.milwaukeetool.eu/footer/privacy-policy">https://hu.milwaukeetool.eu/footer/privacy-policy</a>.</p>
<p>Amikor &Ouml;n el&#337;sz&ouml;r bejelentkezik &eacute;s l&eacute;trehozza fi&oacute;kj&aacute;t a ONE-KEY&trade; weboldalon kereszt&uuml;l, egy felugr&oacute; ablak jelenik meg, amelyben elolvashatja az Adatv&eacute;delmi t&aacute;j&eacute;koztat&oacute;t (amely tartalmazza a s&uuml;tikre vonatkoz&oacute; szab&aacute;lyzatot).&nbsp; Miut&aacute;n &Ouml;n &aacute;tolvasta &eacute;s elfogadta ezt a szab&aacute;lyzatot, bel&eacute;p a rendszerbe.&nbsp; Amennyiben b&aacute;rmikor meggondolja mag&aacute;t, a b&ouml;ng&eacute;sz&#337; be&aacute;ll&iacute;t&aacute;sai k&ouml;z&ouml;tt a s&uuml;tik letilt&aacute;s&aacute;val t&ouml;r&ouml;lheti a s&uuml;tiket, vagy megtilthatja C&eacute;g&uuml;nk sz&aacute;m&aacute;ra, hogy azokat az &Ouml;n b&ouml;ng&eacute;sz&#337;j&eacute;n vagy k&eacute;sz&uuml;l&eacute;k&eacute;n haszn&aacute;ljuk.</p>
</body>
</html>
