<html>
<head>
<style>
html { font-family: '-apple-system','HelveticaNeue'; font-size: 20pt; }
body { padding: 35px; }
ul li { margin-bottom: 1em; }
a { color: #954f72; text-decoration: underline; }
table { border-collapse: collapse; }
table, th, td { border: 1px solid black; }
td { padding: 10px; }
</style>
</head>
<body>
<p><strong>Zustimmung zum Erhalt von Werbematerial</strong></p>
<p>Hallo,</p>
<p>wir sind die Milwaukee Electric Tool Corporation &ndash; Hersteller der MILWAUKEE&trade; Elektrowerkzeuge. Vielen Dank f&uuml;r den Download von unserer ONE-KEY&trade; App. Wir hoffen, dass Ihnen die App gef&auml;llt.</p>
<p>Wir (wie auch unsere europ&auml;ischen Schwesterunternehmen in Ihrer N&auml;he) m&ouml;chten Sie gerne &uuml;ber unsere MILWAUKEE&trade; Produkte und Dienstleistungen auf dem Laufenden halten, indem wir Ihnen Marketingmitteilungen per E-Mail, SMS und Telefon zukommen lassen. Keine Sorge, Sie m&uuml;ssen nicht zustimmen, aber wir haben Ihnen die folgende Option gegeben, um zu entscheiden, ob Sie Marketingmitteilungen von uns erhalten m&ouml;chten.</p>
<p>Weitere Informationen dar&uuml;ber, wie wir Ihre personenbezogenen Daten verwenden, finden Sie in unserer Datenschutzrichtlinie unter <a style="color: purple; text-decoration: underline;" href="http://de.milwaukeetool.eu/one-key/privacy-policy/">http://de.milwaukeetool.eu/one-key/privacy-policy/</a>. Eine Kopie ist stets im Abschnitt &sbquo;Einstellungen&lsquo; der App verf&uuml;gbar, auf den Sie jederzeit zugreifen k&ouml;nnen.</p>
<p>Wenn Sie Marketingkommunikation &uuml;ber unsere MILWAUKEE&trade; Produkte und Dienstleistungen erhalten m&ouml;chten, best&auml;tigen Sie bitte, dass Sie dem zustimmen, indem Sie die entsprechenden Felder unten ankreuzen, um zu best&auml;tigen, dass Milwaukee Electric Tool Corporation und/oder unsere europ&auml;ische Niederlassung in Ihrer Region Ihnen Marketingmitteilungen &uuml;ber MILWAUKEE&trade; Produkte und Dienstleistungen auf folgende Weise zusenden darf:</p>
<p>Wenn Sie Ihre Meinung &auml;ndern, k&ouml;nnen Sie Ihre Zustimmung jederzeit widerrufen oder Ihre Pr&auml;ferenzen &auml;ndern, indem Sie uns per E-Mail unter <a style="color: purple; text-decoration: underline;" href="mailto:data.privacy@TTI-emea.com">data.privacy@TTI-emea.com</a> kontaktieren oder Ihre Pr&auml;ferenzen im Men&uuml; &sbquo;Einstellungen&lsquo; der ONE-KEY&trade; App oder der Website &auml;ndern.&nbsp;</p>
<p><strong>Zustimmung zu Cookies</strong></p>
<p>Unsere Website der Bestandsverwaltungsplattform (die &bdquo;ONE-KEY&trade; Website&ldquo;) verwendet Cookies (eine kleine Datei mit Buchstaben und Zahlen, die wir auf Ihrem Ger&auml;t ablegen), um Sie von anderen Nutzern unserer ONE-KEY&trade; Website zu unterscheiden, um Ihnen eine gute Erfahrung zu bieten, wenn Sie unsere ONE-KEY&trade; Website nutzen, und um uns au&szlig;erdem zu erm&ouml;glichen, unsere ONE-KEY&trade; -Website zu verbessern.&nbsp; Detaillierte Informationen zu den von uns verwendeten Cookies und zu den Zwecken, f&uuml;r die wir sie verwenden, finden Sie in unserer Datenschutzrichtlinie <a style="color: purple; text-decoration: underline;" href="https://de.milwaukeetool.eu/footer/privacy-policy">https://de.milwaukeetool.eu/footer/privacy-policy</a>.</p>
<p>Wenn Sie sich zum ersten Mal anmelden oder ein Konto &uuml;ber die ONE-KEY&trade; Website erstellen, wird eine Eingabeaufforderung angezeigt, in der die Datenschutzrichtlinie (die die Cookie-Richtlinie enth&auml;lt) angezeigt wird.&nbsp; Nachdem Sie sich die Richtlinie angesehen und sie best&auml;tigt haben, werden Sie angemeldet.&nbsp; Wenn Sie es sich zu irgendeinem Zeitpunkt anders &uuml;berlegen, k&ouml;nnen Sie Cookies l&ouml;schen und verhindern, dass wir sie in Ihrem Browser oder auf Ihrem Ger&auml;t verwenden, indem Sie die Cookies in den Browsereinstellungen deaktivieren.</p>
</body>
</html>
