<html>
<head>
<style>
html { font-family: '-apple-system','HelveticaNeue'; font-size: 20pt; }
body { padding: 35px; }
ul li { margin-bottom: 1em; }
a { color: #954f72; text-decoration: underline; }
table { border-collapse: collapse; }
table, th, td { border: 1px solid black; }
td { padding: 10px; }
</style>
</head>
<body>
<p style="text-align: center;"><strong>ONE-KEY&trade; App und Bestandsverwaltungsplattform Website</strong><br/><strong>Datenschutzrichtlinie</strong></p>
<p>1&nbsp;
DATENSCHUTZRICHTLINIE</p>
<p>Milwaukee Electric Tool Corporation (nachfolgend &bdquo;wir&ldquo; oder uns&ldquo;) verpflichtet sich, Ihre Privatsph&auml;re zu sch&uuml;tzen und zu
respektieren.</p>
<p>Diese Datenschutzrichtlinie legt dar, wie und warum wir Ihre personenbezogenen Daten erheben, speichern, verarbeiten und weitergeben. Wir werden Ihnen
gegen&uuml;ber stets Transparenz &uuml;ber die Verwendung Ihrer personenbezogenen Daten zeigen. Diese Erkl&auml;rung informiert Sie auch &uuml;ber Ihre Rechte in Bezug auf Ihre personenbezogenen Daten. </p>
<p>Im Sinne der anwendbaren Datenschutzgesetze (einschlie&szlig;lich der Datenschutz-Grundverordnung) ist der Datenverantwortliche f&uuml;r alle
personenbezogenen Daten, die wir &uuml;ber Sie erfassen, verarbeiten und aufbewahren k&ouml;nnen, Milwaukee Electric Tool Corporation mit Gesch&auml;ftssitz in 13135 West Lisbon Road, Brookfield, Wisconsin 53005, USA.</p>
<p>&nbsp;Wenn Sie Fragen zu dieser Datenschutzrichtlinie oder Ihren Rechten haben, wenden Sie sich bitte an unseren Data Information Manager: </p>
<p>Techtronic Industries UK Ltd<br/>Unit 3 Globeside Business Park<br/>Fieldhouse Lane, Marlow SL7 1HZ<br/>England</p>
<p>Da wir au&szlig;erhalb von Europa ans&auml;ssig sind, m&uuml;ssen wir einen Vertreter in Europa benennen, mit dem Sie sich au&szlig;erdem im Hinblick
auf Ihre personenbezogenen Daten in Verbindung setzen k&ouml;nnen. Unser europ&auml;ischer Vertreter ist Techtronic Industries UK Ltd mit folgender Adresse:</p>
<p>Techtronic Industries UK Ltd<br/>Unit 3 Globeside Business Park<br/>Fieldhouse Lane, Marlow SL7 1HZ<br/>England</p>
<p>Falls Ihre personenbezogenen Daten zum Konto eines unserer Kontoinhaber hinzugef&uuml;gt wurden, sollten Sie bitte beachten, dass der Kontoinhaber
f&uuml;r die diesbez&uuml;gliche Nutzung Ihrer personenbezogenen Daten verantwortlich ist und dass der Kontoinhaber nachweisen muss, dass er/sie das Recht zur Nutzung Ihrer personenbezogenen Daten hat. Ihre personenbezogenen Daten werden
entsprechend dieser Richtlinie verarbeitet.</p>
<p>2&nbsp;
INFORMATIONEN, DIE WIR &Uuml;BER SIE ERHEBEN </p>
<p>Die personenbezogenen Daten, die wir von Ihnen oder &uuml;ber Sie erheben, umfassen Folgendes:</p>
<ul>
<li>Name </li>
<li>Anschrift </li>
<li>E-Mail-Adresse</li>
<li>Telefonnummer </li>
<li>Personenbeschreibung und Fotos</li>
<li>Informationen dar&uuml;ber, wie, wann
und wie oft Sie Ihre ONE-KEY&trade; Werkzeuge verwenden</li>
<li>Informationen dar&uuml;ber, wo Ihre
ONE-KEY&trade; Werkzeuge verwendet wurden (wenn Sie diesen Service in der ONE-KEY&trade; App nutzen)</li>
<li>Wenn Sie die ONE-KEY&trade; App auf
einem Mobilger&auml;t verwendet haben, erfassen wir m&ouml;glicherweise Ihre Mobilger&auml;te-ID, wenn Sie bestimmte Funktionen verwenden (z. B. Werkzeugerfassung)</li>
<li>Technische Informationen,
einschlie&szlig;lich der Internetprotokolladresse (IP-Adresse), mit der Ihr Ger&auml;t mit dem Internet verbunden ist, Ihre Anmeldeinformationen, Browsertyp und -version, Zeitzoneneinstellung, Browser-Plug-in-Typen und -Versionen,
Ger&auml;tetypen, Betriebssystem</li>
<li>Informationen &uuml;ber Ihren Besuch
auf unserer Website, einschlie&szlig;lich des vollst&auml;ndigen Uniform Resource Locators (URL), Clickstream zu, durch und aus unserer Website (einschlie&szlig;lich Datum und Uhrzeit), Produkte, die Sie angesehen, gesucht oder gekauft haben,
Antwortzeiten, Downloadfehler, Dauer der Besuche bestimmter Seiten, Informationen zur Interaktion zwischen Seiten (z. B. Scrollen, Klicken und Mausbewegungen), angewandte Methoden zum Surfen auf der Website</li>
</ul>
<p>
Wir k&ouml;nnen auch personenbezogene Daten &uuml;ber jeden erfassen, dem Sie die Nutzung Ihrer ONE-KEY&trade; Werkzeuge gestatten, oder die personenbezogenen Daten Ihrer Mitarbeiter oder Auftragnehmer, die Sie Ihrem Konto hinzuf&uuml;gen (&bdquo;Hinzugef&uuml;gte Benutzerdaten“) oder die personenbezogenen Daten der mehreren Benutzer, die Sie einladen/eingeladen haben, einen Link zu Ihrem Konto zu erstellen (&bdquo;Mehrbenutzer“ / &bdquo;Mehrbenutzerdaten“). Wenn Sie z. B. einen Mitarbeiter angewiesen haben, Ihr ONE-KEY&trade; Werkzeug zu benutzen, k&ouml;nnten Sie durch die Nutzung des ONE-KEY&trade; Werkzeuge m&ouml;glicherweise pers&ouml;nliche Daten &uuml;ber diesen Mitarbeiter, seinen Standort, seine Leistung oder sein Arbeitsverhalten identifizieren. Es liegt in Ihrer Verantwortung, alle anwendbaren Datenschutzgesetze einzuhalten und alle Ihre Mitarbeiter oder Dritte, deren pers&ouml;nliche Daten zu Ihrem Konto hinzugef&uuml;gt oder mit Ihrem Konto verkn&uuml;pft sind und die Ihr ONE-KEY&trade; Werkzeug verwenden, im Voraus &uuml;ber die Erfassung ihrer pers&ouml;nlichen Daten auf diese Weise zu informieren. Wenn sie weitere Fragen dazu haben, wie ihre pers&ouml;nlichen Daten von uns verwendet werden k&ouml;nnen, sollten Sie sie an diese Datenschutzrichtlinie verweisen. Wir haften in keiner Weise f&uuml;r Anspr&uuml;che gegen Sie (oder uns), die von Dritten, die Ihr ONE-KEY&trade; Werkzeug verwenden oder deren pers&ouml;nliche Daten Sie Ihrem Konto hinzugef&uuml;gt haben oder die Sie eingeladen haben, einen Link zu Ihrem Konto einzurichten, im Zusammenhang mit einem Versto&szlig; gegen geltende Datenschutzgesetze erhoben werden. Sie sind daf&uuml;r verantwortlich, sicherzustellen, dass Sie berechtigt sind, uns die hinzugef&uuml;gten Benutzerdaten zur Verf&uuml;gung zu stellen (einschlie&szlig;lich der Benachrichtigung der betroffenen Personen, dass Sie deren pers&ouml;nliche Daten zu Ihrem Konto hinzuf&uuml;gen werden) und dass wir berechtigt sind, die hinzugef&uuml;gten Benutzerdaten zu verwenden, um Ihnen die Funktionalit&auml;t der ONE-KEY&trade; App zur Verf&uuml;gung zu stellen. F&uuml;r die Zwecke der Datenschutzgesetze sind Sie ein Datenverantwortlicher f&uuml;r die hinzugef&uuml;gten Benutzerdaten, und wir sind ein Datenverarbeiter (d. h. die hinzugef&uuml;gten Benutzerdaten liegen in Ihrer Verantwortung, und wir stellen Ihnen einen Service zur Verf&uuml;gung, der es Ihnen erm&ouml;glicht, die hinzugef&uuml;gten Benutzerdaten in Ihr Konto aufzunehmen).
<br/><br/>
Die Mehrbenutzerfunktionalit&auml;t kann es Benutzern der ONE-KEY&trade; App erm&ouml;glichen, Informationen &uuml;ber andere Benutzer einzugeben und zu speichern, wenn diese anderen Benutzer mit dem urspr&uuml;nglichen Benutzer verbunden sind, um die Konten mehrerer Benutzer zu verkn&uuml;pfen und die Koordination und Organisation unter einer Gruppe verbundener Benutzer zu erleichtern. DURCH DIE NUTZUNG EINER MEHRBENUTZER-FUNKTIONALIT&Auml;T DER ONE-KEY&trade; APP STIMMEN SIE AUSDR&Uuml;CKLICH DEM FOLGENDEN ZU: (A) Sie sichern zu und gew&auml;hrleisten, dass Sie vor der Eingabe von pers&ouml;nlichen Daten anderer Personen (i) die Person dar&uuml;ber informiert haben, dass Sie beabsichtigen, die pers&ouml;nlichen Daten dieser Person in die ONE-KEY&trade; App zum Zwecke des Zugriffs auf und der Nutzung der Funktionalit&auml;t der ONE-KEY&trade; App einzugeben, (ii) die Person &uuml;ber die von Ihnen einzugebenden pers&ouml;nlichen Daten informiert haben, (iii) einen Link zu den Datenschutzrichtlinien bereitgestellt haben (hier zu finden: http://uk.milwaukeetool. eu/one-key/privacy-policy/), die unseren Zugriff, die Nutzung und die Offenlegung solcher Informationen nach der Eingabe regeln, und (iv) die ausdr&uuml;ckliche Zustimmung jeder dieser Personen zu einer solchen Offenlegung und Nutzung der entsprechenden pers&ouml;nlichen Informationen eingeholt hat; und (B) falls Ihr Konto mit einem anderen Konto im Zusammenhang mit einer Mehrbenutzerfunktionalit&auml;t der ONE-KEY&trade; App verkn&uuml;pft ist, best&auml;tigen Sie und erkl&auml;ren sich damit einverstanden, dass Sie die Datenschutzrichtlinie gelesen haben und diese akzeptieren (hier zu finden: http://uk. milwaukeetool.eu/one-key/privacy-policy/) und Sie erm&auml;chtigen uns ausdr&uuml;cklich, Ihre pers&ouml;nlichen Daten, die mit einem solchen Konto verbunden sind, zum Zwecke der Bereitstellung der ONE-KEY&trade; App und aller damit verbundenen Dienste und Funktionen so lange zu speichern, zu verwenden und offenzulegen, wie Ihr Konto so verlinkt bleibt.
<br/><br/></p>
<p>3&nbsp;
WIE WIR INFORMATIONEN &Uuml;BER SIE SAMMELN</p>
<p>Wir k&ouml;nnen Informationen &uuml;ber Sie auf verschiedene Arten sammeln, unter anderem wenn Sie:</p>
<ul>
<li>ein Konto bei uns erstellen </li>
<li>auf unsere Website oder unsere ONE-KEY&trade; App zugreifen</li>
<li>sich f&uuml;r unseren Newsletter registrieren </li>
<li>Ihr ONE-KEY&trade; Werkzeug bei uns registrieren oder Ihre Werkzeuge f&uuml;r eine erweiterte Garantie registrieren</li>
<li>unser Kundendienstteam kontaktieren</li>
<li>an einem unserer Wettbewerbe oder einer unserer Werbeaktionen oder an einer Umfrage teilnehmen</li>
<li>mit uns in sozialen Medien in Verbindung treten (zum Beispiel indem Sie uns erw&auml;hnen/uns markieren oder uns direkt kontaktieren) </li>
</ul>
<p>Wenn Sie die Bestandsverwaltungsfunktionen der ONE-KEY&trade; App nutzen, erfasst die ONE-KEY&trade; App au&szlig;erdem automatisch Daten von Ihren
ONE-KEY&trade; Werkzeugen, die f&uuml;r Ihr Konto registriert sind und Folgendes enthalten:</p>
<ul>
<li>Werkzeugidentifikationsdaten (z. B. Serien-ID)</li>
<li>Werkzeugbenutzungsdaten (z. B. Datum/Zeit des Verwendungsbeginns und -endes)</li>
<li>Werkzeugpositionsdaten (wenn Sie (oder jemand anderes, der die ONE-KEY&trade; App nutzt) Bluetooth aktiviert hat, wenn Ihr ONE-KEY&trade;
Werkzeug sich in Bluetooth-Reichweite ihres Ger&auml;ts befindet, verwenden wir diese Informationen, um den Standort Ihres ONE-KEY&trade; Werkzeugs zu identifizieren). Bitte beachten Sie, dass alle personenbezogenen Daten, die wir &uuml;ber
Sie (oder Dritte) in Bezug auf Ihren Standort erfassen (z. B. wenn Sie oder ein Mitarbeiter mit Ihrem ONE-KEY&trade; Tool arbeiten), f&uuml;r unseren Zweck der Standortdatenerfassung hilfreich sind, damit Sie den Standort Ihrer ONE-KEY&trade;
Werkzeuge ermitteln k&ouml;nnen. Wir verfolgen Ihre <br/>ONE-KEY&trade; Werkzeuge, nicht Sie pers&ouml;nlich!</li>
</ul>
<p>4&nbsp;
WIE VERWENDEN WIR IHRE PERSONENBEZOGENEN DATEN UND WORAUF ST&Uuml;TZEN WIR UNS?</p>
<table>
<tbody>
<tr>
<td width="50%">
<p><strong>Wie und warum wir
Ihre personenbezogenen Daten verwenden</strong></p>
</td>
<td width="50%">
<p><strong>Was ist unsere
gesetzliche Rechtfertigung f&uuml;r die Verarbeitung Ihrer personenbezogenen Daten?</strong></p>
</td>
</tr>
<tr>
<td>
<p>Bereitstellung von
Informationen, Produkten und Dienstleistungen, die Sie bei uns anfordern oder kaufen (z. B. um bestimmte Arbeitsschritte, Verfahren durchzuf&uuml;hren und mit Ihnen bez&uuml;glich der Produkte und Dienstleistungen, die Sie bei uns kaufen
oder anfordern zu kommunizieren und auf Ihre Fragen und Kommentare zu antworten).</p>
</td>
<td rowspan="3">
<p>Als rechtm&auml;&szlig;ige
Grundlage f&uuml;r die Erfassung und Verarbeitung von personenbezogenen Daten im Rahmen einer Bestellung von Produkten und Dienstleistungen oder Ihrer Nutzung der ONE-KEY&trade; App st&uuml;tzen wir uns auf unsere vertraglichen
Vereinbarungen mit Ihnen. </p>
<p>Alternativ st&uuml;tzen wir
uns in einigen Szenarien auf unsere berechtigten Interessen als Unternehmen (zum Beispiel liegt es in unserem Interesse, die Kundenzufriedenheit zu messen und Kundenprobleme zu beheben). Sofern wir uns auf unsere rechtm&auml;&szlig;igen
Interessen st&uuml;tzen, werden wir stets daf&uuml;r sorgen, dass wir diese Interessen gegen Ihre Rechte abw&auml;gen.</p>
</td>
</tr>
<tr>
<td>
<p>Wenn Sie unsere
ONE-KEY&trade; App nutzen, um Ihnen die von Ihnen &uuml;ber die <br/>ONE-KEY&trade; App angeforderten Dienste zur Verf&uuml;gung zu stellen.&nbsp; Dies kann Standortdaten umfassen, die &uuml;ber unser ONE-KEY&trade;
Werkzeug-Bestandsverwaltungssystem erfasst werden, wenn Sie Bluetooth aktivieren und diese Funktion nutzen. </p>
</td>
</tr>
<tr>
<td>
<p>Um zu messen, wie zufrieden
unsere Kunden sind und Kundenservice bereitzustellen (einschlie&szlig;lich Fehlerbehebung im Zusammenhang mit K&auml;ufen oder Ihren Anfragen nach Dienstleistungen oder wenn Sie uns Fragen in sozialen Medien stellen);</p>
</td>
</tr>
<tr>
<td>
<p>Wir k&ouml;nnen Ihre
personenbezogenen Daten verwenden, um Sie &uuml;ber relevante Produkte und Angebote zu informieren (&bdquo;Marketing&ldquo;). </p>
 </td>
<td>
<p>Wir k&ouml;nnen Ihre
personenbezogenen Daten in der Regel nur verwenden, um Ihnen Marketingmitteilungen zuzusenden, wenn wir dazu Ihr Einverst&auml;ndnis haben oder wir uns in bestimmten F&auml;llen auf ein berechtigtes Interesse st&uuml;tzen k&ouml;nnen.
</p>
<p>Sie k&ouml;nnen uns bitten,
Ihnen keine Marketingmitteilungen mehr zu senden, indem Sie uns jederzeit unter den Kontaktdaten oben in dieser Datenschutzrichtlinie kontaktieren https://de.milwaukeetool.eu/footer/privacy-policy/</p>
</td>
</tr>
<tr>
<td>
<p>Um die Nutzung unserer
ONE-KEY&trade; App und Website zu &uuml;berwachen und sicherzustellen, dass diese auf die effektivste und relevanteste Weise f&uuml;r Sie und Ihr Ger&auml;t pr&auml;sentiert werden. </p>
<p>Wir k&ouml;nnen dazu Cookies
verwenden.</p>
</td>
<td>
<p>Wir haben ein berechtigtes
Interesse daran, dass unsere Website und unsere ONE-KEY&trade; App ordnungsgem&auml;&szlig; funktionieren und dass unsere Produkte und Dienstleistungen qualitativ hochwertig und effizient sind. </p>
<p>Wir sind auf Ihre Zustimmung
angewiesen, Cookies auf Ihrem Ger&auml;t abzulegen. Informationen zur Verwendung von Cookies finden Sie in unserer Cookie-Richtlinie <a style="color: purple; text-decoration: underline;" href="https://de.milwaukeetool.eu/cookies">https://de.milwaukeetool.eu/cookies</a>/.</p>
</td>
</tr>
<tr>
<td>
<p>Wir k&ouml;nnen die von Ihnen
get&auml;tigten Anrufe aufzeichnen und ziehen diese Daten f&uuml;r Trainings- und Qualit&auml;tssicherungszwecke heran (sofern Ihr Anruf aufgezeichnet wird, werden wir Ihnen dies im Voraus mitteilen). </p>
</td>
<td>
<p>Eine derartige Verwendung von
Daten erfolgt aus verschiedenen Gr&uuml;nden. Es kann sich um eine gesetzliche Verpflichtung handeln, und es liegt auch in unserem rechtm&auml;&szlig;igen Interesse, Anrufaufzeichnungen zu Zwecken der Qualit&auml;tskontrolle zu
pr&uuml;fen.</p>
</td>
</tr>
<tr>
<td>
<p>Um sicherzustellen, dass die
personenbezogenen und finanziellen Informationen, die Sie uns zur Verf&uuml;gung stellen, korrekt sind </p>
</td>
<td rowspan="4">
<p>In einigen F&auml;llen werden
wir Ihre personenbezogenen Daten verwenden, weil wir eine gesetzliche Verpflichtung erf&uuml;llen m&uuml;ssen (z. B. wenn wir eine rechtm&auml;&szlig;ige Anfrage von einer Strafverfolgungsbeh&ouml;rde erhalten). In anderen F&auml;llen
(wie der Aufdeckung betr&uuml;gerischer Aktivit&auml;ten oder der Gew&auml;hrleistung der Sicherheit der Website) st&uuml;tzen wir uns auf unsere berechtigten Interessen als Unternehmen, Ihre personenbezogenen Daten auf diese Weise zu
verwenden. Sofern wir uns auf unsere rechtm&auml;&szlig;igen Interessen st&uuml;tzen, werden wir stets daf&uuml;r sorgen, dass wir diese Interessen gegen Ihre Rechte abw&auml;gen. </p>
</td>
</tr>
<tr>
<td>
<p>Um Finanzkriminalit&auml;t
oder andere illegale Aktivit&auml;ten zu erfassen, zu untersuchen, zu melden und zu verhindern versuchen</p>
</td>
</tr>
<tr>
<td>
<p>Um Risiken f&uuml;r uns und
unsere Kunden zu verwalten.</p>
</td>
</tr>
<tr>
<td>
<p>Um unsere gesetzlichen und
Compliance-relevanten Verpflichtungen zu erf&uuml;llen</p>
</td>
</tr>
</tbody>
</table>
<p>5&nbsp;
WIE GEBEN WIR IHRE PERSONENBEZOGENEN DATEN WEITER?</p>
<p>Damit wir Ihnen unsere Produkte und Dienstleistungen zur Verf&uuml;gung stellen k&ouml;nnen, geben wir Ihre personenbezogenen Daten an unsere
vertrauensw&uuml;rdigen Drittanbieter oder unsere Konzerngesellschaften weiter, wie nachstehend aufgef&uuml;hrt. Wann immer wir Ihre personenbezogenen Daten weitergeben, treffen wir Sicherheitsvorkehrungen, die von den anderen Organisationen
verlangen, dass Ihre Daten gesch&uuml;tzt werden und die sicherstellen, dass die Organisationen Ihre personenbezogenen Daten nicht f&uuml;r ihre eigenen Marketingzwecke verwenden, es sei denn, Sie haben uns hierf&uuml;r Ihre Zustimmung erteilt.
Wir werden Ihre personenbezogenen Daten niemals an Dritte verkaufen. </p>
<p><u>Um Bestellungen f&uuml;r Produkte und Dienstleistungen zu bearbeiten:</u></p>
<p>Wir arbeiten mit einer Reihe von vertrauensw&uuml;rdigen Dienstleistern zusammen, die in unserem Auftrag Dienstleistungen erbringen. Wenn Sie Produkte
und Dienstleistungen von uns kaufen, umfassen die von diesen Dienstanbietern bereitgestellten Dienstleistungen das Hosting und die Bereitstellung von Websites und Datenbanken. Es liegt in unserem berechtigten Interesse als Unternehmen, mit
diesen Dienstleistern zusammenzuarbeiten, da wir m&ouml;glicherweise nicht in der Lage sind, diese Dienstleistungen selbst zu erbringen. In jedem Fall stellen wir sicher, dass der Dienstanbieter Ihre personenbezogenen Daten nur zur Erbringung
der Dienste an uns und zu keinem anderen Zweck verwenden darf.&nbsp; </p>
<p><u>Andere professionelle Dienstleistungen:</u></p>
<p>M&ouml;glicherweise m&uuml;ssen wir Ihre personenbezogenen Daten an unsere Versicherer weitergeben, wenn wir der Ansicht sind, dass dies im Rahmen
unserer vertraglichen Beziehung mit unserer Versicherung erforderlich ist. </p>
<p>Wir arbeiten mit sorgf&auml;ltig ausgew&auml;hlten Dritten zusammen, wie z. B. unserem Hosting-Provider f&uuml;r Kundendatenbanken, Marketingagenturen
und Werbepartnern, die uns dabei unterst&uuml;tzen, Ihnen eine positive Kundenerfahrung zu bieten.</p>
<p><u>Um Verbrechen zu verhindern und aufzudecken oder Gesetze einzuhalten:</u></p>
<p>Es kann Situationen geben, in denen wir zu einer Weitergabe oder Offenlegung Ihrer personenbezogenen Daten, z. B. an Strafverfolgungsbeh&ouml;rden
oder &ouml;ffentliche Beh&ouml;rden, zur Verhinderung oder Aufdeckung von Straftaten oder zur Erf&uuml;llung gesetzlicher Anforderungen gesetzlich verpflichtet sind. </p>
<p><u>Internationale Konzerndatenverarbeitung und Konzernstruktur:</u></p>
<p>In unserem Konzern werden verschiedene Betriebsabl&auml;ufe und Gesch&auml;ftsprozesse gemeinsam verwendet.&nbsp; Wir k&ouml;nnen Ihre
personenbezogenen Daten an jedes Mitglied unseres Konzerns weitergeben, um unsere vertraglichen Verpflichtungen Ihnen gegen&uuml;ber zu erf&uuml;llen, oder weil dies in unserem berechtigten Interesse liegt. Wenn Sie beispielsweise unsere
Dienstleistungen in Europa in Anspruch nehmen, werden Ihre Daten von der Techtronic Industries ELC GmbH, unserer Konzerngesellschaft, verarbeitet, die in unserem Auftrag unsere Dienstleistungen in Europa hostet. </p>
<p>Ebenso k&ouml;nnen wir, obwohl wir in den USA ans&auml;ssig sind, Ihre Daten an eine lokale Konzerngesellschaft in Ihrer Region weitergeben, um
sicherzustellen, dass wir Ihnen nur Marketing &uuml;ber unsere Produkte und Dienstleistungen senden, die in Ihrem Land verf&uuml;gbar sind.&nbsp; </p>
<p>Wir k&ouml;nnen Ihre personenbezogenen Daten auch weitergeben, wenn sich die Zusammensetzung unseres Konzerns in der Zukunft &auml;ndert, zum
Beispiel:</p>
<ul>
<li>Wir k&ouml;nnen Teile unseres Gesch&auml;fts oder unserer Verm&ouml;genswerte verkaufen, &uuml;bertragen oder zusammenf&uuml;hren. Oder wir
k&ouml;nnen versuchen, andere Unternehmen zu erwerben oder mit ihnen zu fusionieren.</li>
<li>W&auml;hrend eines solchen Prozesses k&ouml;nnen wir Ihre Daten an andere Parteien weitergeben. Wir werden dies nur tun, wenn diese Parteien
damit einverstanden sind, Ihre Daten sicher und privat zu halten.</li>
<li>Bei einer Ver&auml;nderung der Zusammensetzung unseres Konzerns k&ouml;nnen andere Parteien Ihre Daten auf die gleiche Weise wie in dieser
Mitteilung beschrieben verwenden.</li>
</ul>
<p>6&nbsp;
COOKIES</p>
<p>Unsere Website verwendet Cookies, um Sie von anderen Nutzern unserer Website zu unterscheiden. Dies hilft uns, Ihnen ein positives Erlebnis zu bieten,
wenn Sie auf unserer Webseite surfen und erm&ouml;glicht uns, unsere Webseite zu verbessern. Unsere Website nutzt auch Google Analytics, um zu bewerten, wie Sie unsere Website benutzen und um weitere Dienste im Zusammenhang mit der Website- und
Internetnutzung zu erbringen.</p>
<p>Detaillierte Informationen zu den von uns verwendeten Cookies (einschlie&szlig;lich Google Analytics) und zu den Zwecken, f&uuml;r die wir sie
verwenden, finden Sie in unserer Cookie-Richtlinie <a style="color: purple; text-decoration: underline;" href="https://de.milwaukeetool.eu/cookies">https://de.milwaukeetool.eu/cookies</a>/.</p>
<p>7&nbsp;
SICHERHEIT</p>
<p>Wir nehmen die Sicherheit Ihrer personenbezogenen Daten sehr ernst.&nbsp; Wir haben verschiedene Strategien, Kontrollen, Richtlinien und
Ma&szlig;nahmen implementiert, um Ihre Daten sicher aufzubewahren und behalten diese Ma&szlig;nahmen genau im Auge. Wir verwenden eine Reihe von administrativen, logischen, physischen und verwaltungstechnischen Ma&szlig;nahmen, um Ihre
personenbezogenen Daten vor Verlust, Diebstahl und unbefugtem Zugriff, unbefugter Verwendung und unbefugter &Auml;nderung zu sch&uuml;tzen.</p>
<p>8&nbsp;
&Uuml;BERTRAGUNG IHRER DATEN AUSSERHALB EUROPAS</p>
<p>Wir werden Ihre personenbezogenen Daten au&szlig;erhalb des Europ&auml;ischen Wirtschaftsraums (EWR) &uuml;bertragen, um Ihre personenbezogenen Daten
zu verarbeiten. Wir sind in den USA ans&auml;ssig und obwohl wir europ&auml;ische Rechenzentren haben, k&ouml;nnen alle Ihre Daten von uns in den USA verarbeitet werden. </p>
<p>M&ouml;glicherweise m&uuml;ssen wir Ihre personenbezogenen Daten auch au&szlig;erhalb des EWR &uuml;bertragen, wenn wir mit einem Anbieter oder
Dritten zusammenarbeiten, der einige seiner personenbezogenen Daten au&szlig;erhalb des EWR verarbeitet. </p>
<p>Diese L&auml;nder (einschlie&szlig;lich der USA) verf&uuml;gen m&ouml;glicherweise nicht &uuml;ber die gleichen Datenschutzgesetze wie
Gro&szlig;britannien und der EWR. Daher unterliegen Ihre personenbezogenen Daten m&ouml;glicherweise nicht denselben Schutzbestimmungen. In solchen F&auml;llen werden wir jedoch sicherstellen, dass die &Uuml;bertragung Ihrer personenbezogenen
Daten in L&auml;nder au&szlig;erhalb des EWR angemessenen Sicherheitsvorkehrungen unterliegt, als w&uuml;rden sie innerhalb des EWR und gem&auml;&szlig; den in dieser Datenschutzrichtlinie festgelegten Leitprinzipien verarbeitet. </p>
<p>Wenn Sie weitere Informationen w&uuml;nschen, kontaktieren Sie uns bitte unter den oben in dieser Datenschutzrichtlinie aufgef&uuml;hrten Kontaktdaten
https://de.milwaukeetool.eu/footer/privacy-policy.</p>
<p>9&nbsp;
WIE LANGE BEWAHREN WIR IHRE PERSONENBEZOGENEN DATEN AUF?</p>
<p>Grunds&auml;tzlich werden wir Ihre personenbezogenen Daten nur so lange aufbewahren, wie dies f&uuml;r die in dieser Datenschutzrichtlinie
beschriebenen Zwecke erforderlich ist.&nbsp; Das bedeutet, dass die Aufbewahrungsfristen je nach Art der Daten und dem Grund, warum wir die Daten &uuml;berhaupt haben, variieren. </p>
<p>Wir haben eine Aufbewahrungsrichtlinie, die wir unter Ber&uuml;cksichtigung unserer Gr&uuml;nde f&uuml;r die Verarbeitung Ihrer personenbezogenen
Daten und der rechtlichen Grundlage daf&uuml;r &uuml;berpr&uuml;fen.</p>
<p>Sie k&ouml;nnen Ihr Konto jederzeit l&ouml;schen, indem Sie sich an unseren Data Information Manager unter der oben in Abschnitt 1 genannten Adresse
wenden. </p>
<p>10&nbsp;
IHRE RECHTE &nbsp;</p>
<p>Anwendbare Datenschutzgesetze gew&auml;hren Ihnen eine Reihe von Rechten in Bezug auf Ihre personenbezogenen Daten. Sie haben das Recht:</p>
<ul>
<li>uns zu bitten, Ihre
personenbezogenen Daten nicht f&uuml;r Direktmarketingzwecke zu verwenden;</li>
<li>zu fragen, welche
personenbezogenen Daten wir &uuml;ber Sie haben und um herauszufinden, wie wir die Daten verarbeiten (und unter Umst&auml;nden k&ouml;nnen Sie uns bitten, eine Kopie an Dritte zu liefern); </li>
<li>uns zu bitten, falsche oder
ungenaue personenbezogene Daten zu korrigieren oder zu aktualisieren;</li>
<li>um die L&ouml;schung
personenbezogener Daten in einigen (aber nicht allen) F&auml;llen zu bitten, in denen es keinen guten Grund gibt, diese Daten weiter zu verwenden;</li>
<li>uns zu bitten, die Nutzung Ihrer
Daten vor&uuml;bergehend einzustellen, wenn Sie nicht der Meinung sind, dass wir das Recht haben, Ihre Daten zu verwenden, oder uns davon abzuhalten, Ihre personenbezogenen Daten zu verwenden, wenn wir keinen Grund haben, sie weiterhin zu
verwenden; und</li>
<li>unter bestimmten Umst&auml;nden
nicht einer ausschlie&szlig;lich auf einer automatisierten Verarbeitung beruhenden Entscheidung unterworfen zu werden (d. h. nicht einer ausschlie&szlig;lich auf Algorithmen oder Computern ohne menschliches Zutun beruhenden Entscheidung
unterworfen zu werden).&nbsp; </li>
</ul>
<p>Wenn Sie uns in Bezug auf Ihre Rechte kontaktieren m&ouml;chten, kontaktieren Sie uns bitte unter den oben in dieser Datenschutzrichtlinie angegebenen
Kontaktdaten https://de.milwaukeetool.eu/footer/privacy-policy angegeben sind.</p>
<p>Sie haben auch das Recht, sich &uuml;ber die Verwendung Ihrer personenbezogenen Daten zu beschweren.&nbsp; Sie k&ouml;nnen sich an Ihre lokale
Datenschutzaufsichtsbeh&ouml;rde wenden (eine Liste der lokalen Aufsichtsbeh&ouml;rden finden Sie hier: http://ec.europa.eu/newsroom/article29/item-detail.cfm?item_id=612080).</p>
<p>11&nbsp;
&Auml;NDERUNGEN AN UNSERER DATENSCHUTZRICHTLINIE</p>
<p>Alle &Auml;nderungen, die wir in Zukunft an unserer Datenschutzrichtlinie vornehmen, werden auf dieser Website ver&ouml;ffentlicht. Wir k&ouml;nnen
Ihnen auch eine E-Mail senden, wenn wir Ihre <br/>E-Mail-Adresse haben.&nbsp; Bitte &uuml;berpr&uuml;fen Sie diese regelm&auml;&szlig;ig, um sich &uuml;ber Aktualisierungen oder &Auml;nderungen an unserer Datenschutzrichtlinie zu
informieren.&nbsp; </p>
<p>Diese Datenschutzerkl&auml;rung wurde zuletzt am [21/04/2020] aktualisiert.</p>
</body>
</html>
