<html>
<head>
<style>
html { font-family: '-apple-system','HelveticaNeue'; font-size: 20pt; }
body { padding: 35px; }
ul li { margin-bottom: 1em; }
a { color: #954f72; text-decoration: underline; }
table { border-collapse: collapse; }
table, th, td { border: 1px solid black; }
td { padding: 10px; }
</style>
</head>
<body>
<p><strong>Markkinointia koskeva suostumus</strong></p>
<p>Hei.</p>
<p>Olemme Milwaukee Electric Tool Corporation -- MILWAUKEE&trade;-ty&ouml;kalujen valmistaja. Kiitos, ett&auml; latasit ONE-KEY&trade; -sovelluksemme. Toivomme, ett&auml; olet siihen tyytyv&auml;inen!</p>
<p>Me (sek&auml; eurooppalaiset konserniyhti&ouml;mme omalla alueellasi) haluamme pit&auml;&auml; sinut ajan tasalla ja l&auml;hett&auml;&auml; MILWAUKEE&trade;-tuotteisiimme ja -palveluihimme liittyvi&auml; markkinointiviestej&auml; s&auml;hk&ouml;postilla, tekstiviestill&auml; ja puhelimitse. Sinun ei tarvitse suostua viestien vastaanottamiseen, mutta voit halutessasi valita alla olevan vaihtoehdon ja vastaanottaa meilt&auml; markkinointiviestej&auml;.</p>
<p>Tietosuojak&auml;yt&auml;nn&ouml;iss&auml;mme on lis&auml;tietoja siit&auml;, miten k&auml;yt&auml;mme henkil&ouml;tietojasi. L&ouml;yd&auml;t ne osoitteesta <u><a style="color: purple; text-decoration: underline;" href="http://fi.milwaukeetool.eu/one-key/privacy-policy/">http://fi.milwaukeetool.eu/one-key/privacy-policy/</a></u>. J&auml;ljenn&ouml;s tietosuojak&auml;yt&auml;nn&ouml;ist&auml;mme on aina saatavilla sovelluksen asetukset-osiossa, ja saat ne n&auml;ht&auml;v&auml;ksesi milloin tahansa.</p>
<p>Jos haluat vastaanottaa MILWAUKEE&trade;-tuotteitamme ja -palvelujamme koskevia markkinointiviestej&auml;, t&auml;yt&auml; alla olevat kohdat ja vahvista suostumuksellasi, ett&auml; toivot Milwaukee Electric Tool Corporationin ja/tai alueellasi olevien eurooppalaisten konserniyhti&ouml;idemme l&auml;hett&auml;v&auml;n sinulle MILWAUKEE&trade;-tuotteita ja -palveluja koskevia markkinointiviestej&auml; seuraavin tavoin:</p>
<p>Jos muutat mielesi, voit peruuttaa suostumuksesi tai muuttaa tekemi&auml;si valintoja milloin tahansa ilmoittamalla meille asiasta osoitteeseen <a style="color: purple; text-decoration: underline;" href="mailto:data.privacy@TTI-emea.com">data.privacy@TTI-emea.com</a> tai muuttamalla tekemi&auml;si valintoja ONE-KEY&trade; -sovelluksen asetukset-osiossa tai verkkosivustolla.&nbsp;</p>
<p><strong>Ev&auml;steit&auml; koskeva suostumus</strong></p>
<p>Inventory Management Platform -verkkosivustomme (&rdquo;ONE-KEY&trade; verkkosivusto&rdquo;) k&auml;ytt&auml;&auml; ev&auml;steit&auml; (pieni&auml; kirjaimista ja numeroista koostuvia tiedostoja, jotka asetamme laitteellesi), jotta pystyisimme erottamaan sinut muista ONE-KEY&trade; verkkosivuston k&auml;ytt&auml;jist&auml;, tarjoamaan sinulle paremman k&auml;ytt&auml;j&auml;kokemuksen ONE-KEY&trade; -verkkosivustolla ja tekem&auml;&auml;n parannuksia ONE-KEY&trade; verkkosivustoon.&nbsp; Jos haluat tarkempia tietoja k&auml;ytt&auml;mist&auml;mme ev&auml;steist&auml; ja niiden k&auml;ytt&ouml;tarkoituksista, tutustu tietosuojak&auml;yt&auml;nt&ouml;ihimme <a style="color: purple; text-decoration: underline;" href="https://fi.milwaukeetool.eu/footer/privacy-policy">https://fi.milwaukeetool.eu/footer/privacy-policy</a>.</p>
<p>Kun kirjaudut ensimm&auml;isen kerran tai luot tilin ONE-KEY&trade; -verkkosivustolla, n&auml;yt&ouml;lle tulee tietosuojak&auml;yt&auml;nt&ouml;j&auml; koskeva ilmoitus (joka sis&auml;lt&auml;&auml; my&ouml;s tietoa ev&auml;steist&auml;).&nbsp; Kun olet lukenut ja hyv&auml;ksynyt ilmoituksen, p&auml;&auml;set kirjautumaan sis&auml;&auml;n.&nbsp; Jos milloin tahansa muutat mielesi, voit poistaa ev&auml;steet ja est&auml;&auml; meit&auml; k&auml;ytt&auml;m&auml;st&auml; niit&auml; selaimellasi tai laitteellasi siten, ett&auml; avaat selaimen asetukset ja est&auml;t ev&auml;steiden k&auml;yt&ouml;n.</p>
</body>
</html>
