<html>
<head>
<style>
html { font-family: '-apple-system','HelveticaNeue'; font-size: 20pt; }
body { padding: 35px; }
ul li { margin-bottom: 1em; }
a { color: #954f72; text-decoration: underline; }
table { border-collapse: collapse; }
table, th, td { border: 1px solid black; }
td { padding: 10px; }
</style>
</head>
<body>
<p style="text-align: center;"><strong>ONE-KEY&trade; -sovellus ja Inventory Management Platform -verkkosivusto</strong><br/><strong>Tietosuojak&auml;yt&auml;nn&ouml;t</strong></p>
<p>1&nbsp;
TIETOSUOJAK&Auml;YT&Auml;NN&Ouml;T</p>
<p>Milwaukee Electric Tool Corporation (&rdquo;me&rdquo; kaikissa muodoissaan) on sitoutunut suojaamaan ja kunnioittamaan yksityisyytt&auml;si.</p>
<p>N&auml;iss&auml; tietosuojak&auml;yt&auml;nn&ouml;iss&auml; kerromme mill&auml; tavoin ja miksi me ker&auml;&auml;mme, tallennamme, k&auml;sittelemme
ja luovutamme henkil&ouml;tietojasi. Tulemme aina kertomaan sinulle avoimesti henkil&ouml;tietojesi k&auml;yt&ouml;st&auml;. T&auml;ss&auml; ilmoituksessa kerromme my&ouml;s oikeuksistasi, joita sinulla on henkil&ouml;tietojesi suhteen. </p>
<p>Sovellettavissa tietosuojalaeissa (mukaan lukien EU:n yleinen tietosuoja-asetus) tarkoitettu rekisterinpit&auml;j&auml;, joka ker&auml;&auml;,
k&auml;sittelee ja s&auml;ilytt&auml;&auml; sinua koskevia henkil&ouml;tietoja on Milwaukee Electric Tool Corporation, jonka virallinen osoite on 13135 West Lisbon Road, Brookfield, Wisconsin 53005, United States.</p>
<p>&nbsp;Jos sinulla on kysymyksi&auml; n&auml;ist&auml; tietosuojak&auml;yt&ouml;nn&ouml;ist&auml; tai niihin liittyvist&auml; oikeuksistasi, ota
yhteytt&auml; tietovastaavaamme: </p>
<p>Techtronic Industries UK Ltd<br/>Unit 3 Globeside Business Park<br/>Fieldhouse Lane, Marlow SL7 1HZ<br/>England</p>
<p>Koska yrityksemme on sijoittautunut Euroopan ulkopuolelle, meill&auml; on velvollisuus nimet&auml; Eurooppaan edustaja, johon voit meid&auml;n
lis&auml;ksemme olla yhteydess&auml; henkil&ouml;tietojasi koskevissa asioissa: Edustajamme Euroopassa on Techtronic Industries UK Ltd, johon saat yhteyden seuraavin tavoin:</p>
<p>Techtronic Industries UK Ltd<br/>Unit 3 Globeside Business Park<br/>Fieldhouse Lane, Marlow SL7 1HZ<br/>England</p>
<p>Jos henkil&ouml;kohtaiset tietosi on lis&auml;tty yhdelle tilinhaltijoidemme tileist&auml;, niin otathan huomioon, ett&auml; henkil&ouml;kohtaisten
tietojesi k&auml;ytt&ouml;oikeudesta ilmoittaminen on kyseisen tilinhaltijan vastuulla. Henkil&ouml;kohtaisia tietojasi k&auml;sittell&auml;&auml;n t&auml;m&auml;n k&auml;yt&auml;nn&ouml;n mukaisesti.</p>
<p>2&nbsp;
TIEDOT, JOITA KER&Auml;&Auml;MME SINUSTA </p>
<p>Voimme ker&auml;t&auml; sinusta seuraavia henkil&ouml;tietoja:</p>
<ul>
<li>Nimi </li>
<li>Osoite </li>
<li>S&auml;hk&ouml;postiosoite</li>
<li>Puhelinnumero </li>
<li>Henkil&ouml;kuvaus ja valokuvat</li>
<li>Tiedot ONE-KEY&trade;
-ty&ouml;kalujen k&auml;ytt&ouml;tavasta ja k&auml;yt&ouml;n ajankohdasta ja toistuvuudesta</li>
<li>Tiedot paikoista, joissa
ONE-KEY&trade; -ty&ouml;kalujasi on k&auml;ytetty (jos hy&ouml;dynn&auml;t t&auml;t&auml; palvelua ONE-KEY&trade; -sovelluksessa)</li>
<li>Jos olet k&auml;ytt&auml;nyt
ONE-KEY&trade; -sovellusta mobiililaitteella, voimme ker&auml;t&auml; mobiililaitteesi tunnistetiedot tiettyj&auml; ominaisuuksia (kuten ty&ouml;kaluraportointia) k&auml;ytt&auml;ess&auml;si</li>
<li>Tekniset tiedot, mukaan lukien
IP-osoite, jota k&auml;ytet&auml;&auml;n laitteesi yhdist&auml;miseksi internetiin, kirjautumistietosi, selaimen tyyppi ja versio, aikavy&ouml;hykeasetukset, selaimen laajennusten tyypit ja versiot, laitetyypit,
k&auml;ytt&ouml;j&auml;rjestelm&auml;</li>
<li>Tiedot vierailustasi
verkkosivustollamme, mukaan lukien URL-osoitteet, klikkausten kulku sivustolle, sivustolla ja sivustolta (mukaan lukien p&auml;iv&auml;m&auml;&auml;r&auml; ja aika), tuotteet, joita katselit tai etsit tai jotka ostit, sivun vasteajat, virheet
latauksessa, tietyill&auml; sivuilla vierailun pituus, sivun vuorovaikutustiedot (kuten vieritys, klikkaukset ja hiiren liikkeet), verkkosivuston selauksessa k&auml;ytetyt menetelm&auml;t</li>
</ul>
<p>
Saatamme ker&auml;t&auml; henkil&ouml;kohtaisia tietoja kenest&auml; tahansa, jolle my&ouml;nn&auml;t ONE-KEY&trade;-ty&ouml;kalujesi k&auml;ytt&ouml;oikeuden, tai tilillesi lis&auml;&auml;miesi ty&ouml;ntekij&ouml;ist&auml; ja urakoitsijoista ("lis&auml;tyt k&auml;ytt&auml;j&auml;tiedot"). Jos olet esimerkiksi ohjeistanut ty&ouml;ntekij&auml;&auml;si ONE-KEY&trade;-ty&ouml;kalusi k&auml;yt&ouml;ss&auml;, niin sinulla voi olla mahdollisuus saada tietoja kyseisest&auml; ty&ouml;ntekij&auml;st&auml;, heid&auml;n sijainnistaan, ty&ouml;tehostaan tai ty&ouml;tavoistaan ONE-KEY&trade;-ty&ouml;kalun kautta. On siis sinun vastuullasi noudattaa kaikki asianmukaisia tietosuoja-asetuksia sek&auml; ilmoittaa etuk&auml;teen ty&ouml;ntekij&ouml;illesi tai mahdollisille ONE-KEY&trade;-ty&ouml;kaluasi k&auml;ytt&auml;ville kolmansille osapuolille siit&auml;, ett&auml; heid&auml;n henkil&ouml;kohtaiset tietonsa on lis&auml;tty ONE-KEY&trade;-ty&ouml;kaluasi k&auml;ytt&auml;v&auml;lle tilille. Jos heill&auml; on lis&auml;kysymyksi&auml; siit&auml;, miten me k&auml;yt&auml;mme heid&auml;n henkil&ouml;kohtaisia tietojaan, niin heit&auml; on ohjeistettava tutustumaan t&auml;h&auml;n tietosuojalausekkeeseen. Emme ota vastuuta mist&auml;&auml;n sinuun (tai meihin) kohdistuvista, tietosuojalakien rikkomuksia koskevista, ONE-KEY&trade;-ty&ouml;kalujasi k&auml;ytt&auml;vien tai tilill&auml;si olevia henkil&ouml;kohtaisia tietojaan omaavien kolmansien osapuolten oikeusvaateista. On sinun vastuullasi varmistaa, ett&auml; sinulla on oikeus l&auml;hett&auml;&auml; lis&auml;tyt k&auml;ytt&auml;j&auml;tiedot meille, ja sinulla on my&ouml;s velvollisuus kertoa kyseisille henkil&ouml;ille heid&auml;n henkil&ouml;kohtaisten tietojensa lis&auml;&auml;misest&auml; tilillesi, mink&auml; lis&auml;ksi sinun on varmistettava, ett&auml; meill&auml; on oikeus k&auml;ytt&auml;&auml; lis&auml;ttyj&auml; k&auml;ytt&auml;j&auml;tietojasi ONE-KEY&trade;-sovelluksen k&auml;ytt&ouml;mahdollisuuden tarjoamiseen. Olet tietosuojalakien toimeenpanon kannalta lis&auml;tyn k&auml;ytt&auml;j&auml;n tietojen hallinnoijan roolissa, kun taas me toimimme tietojen k&auml;sittelij&auml;n&auml; (eli siis lis&auml;tyt k&auml;ytt&auml;j&auml;tiedot ovat t&auml;ten sinun vastuullasi, kun taas me tarjoamme palvelun, joka mahdollistaa lis&auml;ttyjen k&auml;ytt&auml;j&auml;tietojen s&auml;ilytt&auml;misen tilill&auml;si).
<br/><br/>
Monik&auml;ytt&ouml;toiminnon avulla ONE-KEY&trade;-sovelluksen k&auml;ytt&auml;jill&auml; voi olla mahdollisuus lis&auml;t&auml; ja tallentaa toisia k&auml;ytt&auml;ji&auml; koskevia tietoja, jos kyseiset k&auml;ytt&auml;j&auml;t ovat yhteydess&auml; alkuper&auml;isen k&auml;ytt&auml;j&auml;&auml;n useiden k&auml;ytt&auml;jien tilien yhdist&auml;mistarkoituksessa tai mahdollistaakseen useista k&auml;ytt&auml;jist&auml; koostuvan ryhm&auml;n koordinoinnin ja organisoimisen. K&Auml;YTT&Auml;M&Auml;LL&Auml; ONE-KEY&trade;-SOVELLUKSEN MONIK&Auml;YTT&Ouml;TOIMINTOA ILMAISET HYV&Auml;KSYV&Auml;SI SEURAAVAT SEIKAT: (A) Vakuutat, ett&auml; ennen toisen ihmisen henkil&ouml;kohtaisten tietojen lis&auml;&auml;mist&auml; olet (i) ilmoittanut kyseiselle henkil&ouml;lle aikovasi lis&auml;t&auml; h&auml;nen henkil&ouml;kohtaisia tietojaan ONE-KEY&trade;-sovellukseen mahdollistaaksesi ONE-KEY&trade;-sovelluksen avaamisen ja toiminnan. Vakuutat my&ouml;s (ii) tarkentaneesi lis&auml;tt&auml;v&auml;t henkil&ouml;kohtaiset tiedot kyseiselle henkil&ouml;lle sek&auml; (iii) antaneesi h&auml;nelle linkin tietosuojalausekkeeseemme (l&ouml;ydett&auml;viss&auml; t&auml;&auml;lt&auml;: http://uk.milwaukeetool.eu/one-key/privacy-policy/), joka m&auml;&auml;ritt&auml;&auml; kyseisten tietojen avaamista, k&auml;ytt&ouml;&auml; ja luovuttamista koskevat s&auml;&auml;nt&ouml;mme. Vakuutat (iv) saaneesi jokaiselta kyseess&auml; olevalta henkil&ouml;lt&auml; luvan heid&auml;n henkil&ouml;kohtaisten tietojensa avaamiseen ja k&auml;ytt&auml;miseen. Jos (B) tilisi on yhdistetty toiseen tiliin ONE-KEY&trade;-sovelluksen monik&auml;ytt&ouml;toiminnon mahdollistamiseksi, niin vakuutat lukeneesi ja hyv&auml;ksyv&auml;si tietosuojalausekkeen (l&ouml;ydett&auml;viss&auml; t&auml;&auml;lt&auml;: http://uk.milwaukeetool.eu/one-key/privacy-policy/) sek&auml; my&ouml;nt&auml;v&auml;si meille valtuudet s&auml;ilytt&auml;&auml;, k&auml;ytt&auml;&auml; ja luovuttaa kyseiseen tiliin liitettyj&auml; henkil&ouml;kohtaisia tietoja ONE-KEY&trade;-sovelluksen sek&auml; siihen liittyvien muiden palveluiden ja toimintojen k&auml;yt&ouml;n mahdollistamiseksi niin kauan kuin tilisi on yhdistetty siihen.
</p>
<p>3&nbsp;
MITEN KER&Auml;&Auml;MME TIETOJA SINUSTA</p>
<p>Voimme ker&auml;t&auml; tietoja sinusta usein eri tavoin, muun muassa kun:</p>
<ul>
<li>luot k&auml;ytt&auml;j&auml;tilin </li>
<li>k&auml;yt&auml;t verkkosivustoamme tai ONE-KEY&trade; -sovellusta</li>
<li>tilaat uutiskirjeemme </li>
<li>rekister&ouml;it ONE-KEY&trade; -ty&ouml;kalusi tai rekister&ouml;it ty&ouml;kalusi laajennettua takuuta varten</li>
<li>otat yhteytt&auml; asiakaspalvelutiimiimme</li>
<li>osallistut kilpailuihimme, kampanjoihimme tai k&auml;ytt&auml;j&auml;tutkimuksiimme</li>
<li>luot meihin yhteyden sosiaalisessa mediassa (esimerkiksi mainitsemalla tai merkitsem&auml;ll&auml; meid&auml;t tai ottamalla meihin suoraan
yhteytt&auml;) </li>
</ul>
<p>Lis&auml;ksi jos k&auml;yt&auml;t ONE-KEY&trade; -sovelluksen kalustonhallintatoimintoja, ONE-KEY&trade; -sovellus ker&auml;&auml;
automaattisesti tietoja tiliisi rekister&ouml;idyist&auml; ONE-KEY&trade; -ty&ouml;kaluista, esimerkiksi:</p>
<ul>
<li>ty&ouml;kalun tunnistetiedot (esim. sarjanumero)</li>
<li>ty&ouml;kalun k&auml;ytt&ouml;tiedot (esim. k&auml;yt&ouml;n aloituksen ja lopetuksen p&auml;iv&auml;m&auml;&auml;r&auml; ja aika)</li>
<li>ty&ouml;kalun sijaintitiedot; jos sinulla (tai kenell&auml; tahansa muulla ONE-KEY&trade; -sovelluksen k&auml;ytt&auml;j&auml;ll&auml;) on
Bluetooth-yhteys p&auml;&auml;ll&auml; ja ONE-KEY&trade; -ty&ouml;kalusi on laitteeseen yhteydess&auml; Blueetoothin v&auml;lityksell&auml;, k&auml;yt&auml;mme n&auml;it&auml; tietoja ONE-KEY&trade; -ty&ouml;kalusi sijainnin paikantamiseen.
Huomaa, ett&auml; sijaintiin liittyvien henkil&ouml;tietojen ker&auml;&auml;minen sinusta (tai kolmannesta osapuolesta, esim. jos sinulla tai ty&ouml;ntekij&auml;ll&auml;si on ONE-KEY&trade; -ty&ouml;kalu mukana) on toissijaista siihen
tarkoitukseen n&auml;hden, ett&auml; sijaintitietoja ker&auml;&auml;m&auml;ll&auml; autamme sinua ONE-KEY&trade; -ty&ouml;kalusi paikannuksessa. Seuraamme ONE-KEY&trade; -ty&ouml;kalujasi, emme sinua!</li>
</ul>
<p>4&nbsp;
MITEN K&Auml;YT&Auml;MME HENKIL&Ouml;TIETOJASI JA MIK&Auml; ON OIKEUTUKSEMME HENKIL&Ouml;TIETOJEN K&Auml;YTT&Ouml;&Ouml;N?</p>
<table>
<tbody>
<tr>
<td width="50%">
<p><strong>Miten ja miksi
k&auml;yt&auml;mme henkil&ouml;tietojasi</strong></p>
</td>
<td width="50%">
<p><strong>Mik&auml; on
henkil&ouml;tietojen k&auml;yt&ouml;n oikeudellinen perusta</strong></p>
</td>
</tr>
<tr>
<td>
<p>Pyyt&auml;miesi tai ostamiesi
tietojen, tuotteiden ja palvelujen toimittaminen (siis jotta voisimme suorittaa tietyt teht&auml;v&auml;t ja prosessit, jotta voisimme olla ostamiisi tai pyyt&auml;miisi tuotteisiin ja palveluihin liittyen yhteydess&auml; sinuun ja jotta
voisimme vastata kysymyksiisi ja kommentteihisi)</p>
</td>
<td rowspan="3">
<p>Kanssasi tekem&auml;mme
sopimukset ovat se laillinen perusta, jonka nojalla ker&auml;&auml;mme ja k&auml;sittelemme henkil&ouml;tietojasi tuotteiden ja palvelujen tilauksen yhteydess&auml; tai k&auml;ytt&auml;ess&auml;si ONE-KEY&trade; -sovellusta. </p>
<p>Vaihtoehtoisesti joissakin
tilanteissa perustana ovat oikeutetut intressimme yrityksen&auml; (on esimerkiksi intessiemme mukaista mitata asiakastyytyv&auml;isyytt&auml; ja ratkaista asiakkaiden ongelmatilanteita). Kun perustana ovat oikeutetut intressimme,
varmistamme aina, ett&auml; n&auml;m&auml; intressit ovat tasapainossa sinun oikeuksiisi n&auml;hden.</p>
</td>
</tr>
<tr>
<td>
<p>Kun k&auml;yt&auml;t
ONE-KEY&trade; -sovellustamme, pyrimme tuottamaan sinulle ne palvelut, joita olet pyyt&auml;nyt meilt&auml; ONE-KEY&trade; -sovelluksen kautta.&nbsp; T&auml;m&auml; voi sis&auml;lt&auml;&auml; paikkatietoja, jotka on ker&auml;tty
ONE-KEY&trade; -ty&ouml;kalujen kalustonhallintaj&auml;rjestelm&auml;n kautta, kun olet sallinut Bluetooth-yhteyden ja k&auml;yt&auml;t t&auml;t&auml; toimintoa. </p>
</td>
</tr>
<tr>
<td>
<p>Asiakastyytyv&auml;isyyden
mittaaminen ja asiakaspalvelun tarjoaminen (mukaan lukien ongelmatilanteiden ratkaisu ostosten tai palvelupyynt&ouml;jen yhteydess&auml; tai vastaaminen sosiaalisen median kautta esitt&auml;miisi kysymyksiin).</p>
</td>
</tr>
<tr>
<td>
<p>Saatamme
k&auml;ytt&auml;&auml; henkil&ouml;tietojasi kertoaksemme sinulle kiinnostavista tuotteista ja tarjouksista ("markkinointi").</p>
 </td>
<td>
<p>Voimme yleens&auml;
k&auml;ytt&auml;&auml; henkil&ouml;tietojasi markkinointiviestien l&auml;hett&auml;miseen vain, jos olet antanut siihen suostumuksesi, mutta joissakin tapauksissa perustana voivat olla oikeutetut intressimme. </p>
<p>Voit milloin tahansa
pyyt&auml;&auml; meit&auml; lopettamaan markkinointiviestien l&auml;hett&auml;misen ottamalla meihin yhteytt&auml; &ndash; katso t&auml;m&auml;n tietosuojailmoituksen alussa olevat yhteystiedot
https://fi.milwaukeetool.eu/footer/privacy-policy/</p>
</td>
</tr>
<tr>
<td>
<p>ONE-KEY&trade; -sovelluksemme
ja verkkosivustomme k&auml;yt&ouml;n seuranta ja sen varmistaminen, ett&auml; ne toimivat sinun ja laitteesi kannalta tehokkaimmalla ja kiinnostavimmalla tavalla </p>
<p>Voimme k&auml;ytt&auml;&auml;
ev&auml;steit&auml; t&auml;ss&auml; tarkoituksessa.</p>
</td>
<td>
<p>Meill&auml; on oikeutettu
intressi varmistaa, ett&auml; verkkosivustomme ja ONE-KEY&trade; -sovellus toimivat asianmukaisesti ja ett&auml; tuotteemme ja palvelumme ovat laadukkaita ja tehokkaita. </p>
<p>Ev&auml;steiden asettaminen
laitteellesi perustuu suostumukseen. Ev&auml;steit&auml; koskevassa ilmoituksessamme on lis&auml;tietoja siit&auml;, miten k&auml;yt&auml;mme ev&auml;steit&auml; <a
style="color: purple; text-decoration: underline;" href="https://fi.milwaukeetool.eu/cookies">https://fi.milwaukeetool.eu/cookies</a>/.</p>
</td>
</tr>
<tr>
<td>
<p>Saatamme tallentaa meille
soittamasi puhelut, ja k&auml;yt&auml;mme n&auml;it&auml; tietoja koulutus- ja laadunvarmistustarkoituksiin (jos puhelu tallennetaan, ilmoitamme siit&auml; sinulle etuk&auml;teen). </p>
</td>
<td>
<p>K&auml;yt&auml;mme tietoja
t&auml;ll&auml; tavoin useista syist&auml;. K&auml;ytt&ouml; voi perustua oikeudelliseen velvoitteeseen, ja on my&ouml;s oikeutettujen intressiemme mukaista tarkastella puhelutallenteita laadunvarmistustarkoituksessa.</p>
</td>
</tr>
<tr>
<td>
<p>Meille ilmoittamiesi
henkil&ouml;tietojen ja taloudellista asemaa koskevien tietojen virheett&ouml;myyden varmistaminen </p>
</td>
<td rowspan="4">
<p>Joissakin tapauksissa
k&auml;yt&auml;mme henkil&ouml;tietojasi, koska se on tarpeen oikeudellisen velvoitteen noudattamiseksi (esimerkiksi saadessamme perustellun pyynn&ouml;n lainvalvontaviranomaisilta). Muissa tapauksissa (esimerkiksi petosten havaitseminen
tai ty&ouml;maan turvallisuuden varmistaminen) henkil&ouml;tietojesi k&auml;yt&ouml;n perustana ovat oikeutetut intressimme yrityksen&auml;. Kun perustana ovat oikeutetut intressimme, varmistamme aina, ett&auml; n&auml;m&auml; intressit
ovat tasapainossa sinun oikeuksiisi n&auml;hden. </p>
</td>
</tr>
<tr>
<td>
<p>Talousrikosten ja muun
laittoman toiminnan havaitseminen, tutkinta, raportointi ja est&auml;minen</p>
</td>
</tr>
<tr>
<td>
<p>Omien riskiemme ja
asiakkaidemme riskien hallinta</p>
</td>
</tr>
<tr>
<td>
<p>Oikeudellisten ja
s&auml;&auml;d&ouml;sten noudattamiseen liittyvien velvoitteidemme t&auml;ytt&auml;minen</p>
</td>
</tr>
</tbody>
</table>
<p>5&nbsp;
MITEN LUOVUTAMME HENKIL&Ouml;TIETOJASI?</p>
<p>Jotta voisimme toimittaa sinulle tuotteita ja palveluja, luovutamme henkil&ouml;tietojasi luotetuille ulkopuolisille palveluntarjoajille tai
konserniyhti&ouml;illemme, kuten j&auml;ljemp&auml;n&auml; t&auml;smennet&auml;&auml;n. Kun luovutamme henkil&ouml;tietojasi, sovellamme suojatoimenpiteit&auml;, joissa n&auml;iden muiden organisaatioiden edellytet&auml;&auml;n pit&auml;v&auml;n
tietosi turvassa ja takaavan, etteiv&auml;t ne k&auml;yt&auml; henkil&ouml;tietojasi omiin markkinointitarkoituksiinsa, paitsi jos olet antanut meille suostumuksesi siihen. Emme koskaan myy henkil&ouml;tietojasi kolmansille osapuolille. </p>
<p><u>Tuotteita ja palveluja koskevien tilausten t&auml;ytt&auml;minen:</u></p>
<p>Teemme yhteisty&ouml;t&auml; useiden luotettujen palveluntarjoajien kanssa, jotka suorittavat palveluja meid&auml;n puolestamme. Hankkiessasi
meilt&auml; tuotteita tai palveluja n&auml;iden palveluntarjoajien tarjoamat palvelut voivat liitty&auml; verkkosivuston ja tietokantojen yll&auml;pitoon sek&auml; kuljetuksiin. On meid&auml;n oikeutettujen intressiemme mukaista tehd&auml;
yrityksen&auml; yhteisty&ouml;t&auml; n&auml;iden palveluntarjoajien kanssa, koska meill&auml; ei ole resursseja suorittaa n&auml;it&auml; palveluja itse. Me varmistamme kussakin tapauksessa, ett&auml; palveluntarjoajalla on oikeus
k&auml;ytt&auml;&auml; henkil&ouml;tietojasi ainoastaan palvelujen tarjoamiseksi meille, eik&auml; mihink&auml;&auml;n muihin tarkoituksiin.&nbsp; </p>
<p><u>Muut asiantuntijapalvelut:</u></p>
<p>Meill&auml; voi olla tarve luovuttaa henkil&ouml;tietojasi vakuutusyhti&ouml;ille, jos katsomme, ett&auml; se tarpeen meid&auml;n ja
vakuutuksenantajan v&auml;lisen sopimussuhteen vuoksi. </p>
<p>Teemme yhteisty&ouml;t&auml; huolellisesti valikoitujen kolmensien osapuolien, kuten asiakastietokannan yll&auml;pit&auml;jien, mainostoimistojen ja
mainontakumppaneiden kanssa, jotka auttavat meit&auml; tarjoamaan sinulle my&ouml;nteisen asiakaskokemuksen.</p>
<p><u>Rikosten est&auml;minen ja havaitseminen ja lakien noudattaminen:</u></p>
<p>Voi synty&auml; tilanteita, joissa meill&auml; on oikeudellinen velvoite jakaa ja luovuttaa henkil&ouml;tietojasi esimerkiksi
lainvalvontaviranomaisille tai julkisille viranomaisille rikosten est&auml;miseksi tai havaitsemiseksi tai oikeudellisen vaateen t&auml;ytt&auml;miseksi. </p>
<p><u>Tietojen k&auml;sittely kansainv&auml;lisess&auml; konsernissa ja konsernirakenne:</u></p>
<p>Useat toiminnot ja liiketoimintaprosessit on jaettu konsernissamme.&nbsp; Saatamme luovuttaa henkil&ouml;tietojasi konserniin kuuluvalle yritykselle,
jotta voisimme t&auml;ytt&auml;&auml; sopimusvelvoitteemme sinua kohtaan tai koska luovuttaminen on oikeutettujen intressiemme mukaista. Jos esimerkiksi k&auml;yt&auml;t palvelujamme Europassa, tietojasi k&auml;sittelee Techtronic Industries ELC
GmbH, joka on puolestamme palveluja Euroopassa yll&auml;pit&auml;v&auml; konserniyhti&ouml;. </p>
<p>Koska olemme itse sijoittautuneet Yhdysvaltoihin, saatamme samalla tavoin jakaa tietojasi paikallisen, omalla alueellasi sijaitsevan
konserniyhti&ouml;n kanssa, jotta voisimme varmistaa, ett&auml; markkinoimme sinulle vain tuotteita ja palveluja, jotka ovat saatavilla sinun alueellasi.&nbsp; </p>
<p>Voimme my&ouml;s jakaa henkil&ouml;tietojasi tulevaisuudessa esimerkiksi seuraavissa tilanteissa konsernirakenteen muuttuessa:</p>
<ul>
<li>Saatamme tehd&auml; p&auml;&auml;t&ouml;ksen liiketoiminnan tai omaisuuseriemme osittaisesta myynnist&auml;, siirt&auml;misest&auml; tai
sulauttamisesta. Voimme hankkia muuta liiketoimintaa tai sulautua muiden yritysten kanssa.</li>
<li>T&auml;llaisten menettelyjen aikana saatamme luovuttaa henkil&ouml;tietojasi muille osapuolille. Teemme n&auml;in ainoastaan siin&auml;
tapauksessa, ett&auml; ne sitoutuvat pit&auml;m&auml;&auml;n tietosi turvassa ja suojattuina.</li>
<li>Jos konsernissamme tapahtuu muutos, muut osapuolet voivat k&auml;ytt&auml;&auml; tietojasi t&auml;ss&auml; ilmoituksessa kuvatulla tavalla.</li>
</ul>
<p>6&nbsp;
EV&Auml;STEET</p>
<p>Verkkosivustomme k&auml;ytt&auml;&auml; ev&auml;steit&auml;, jotta voimme erottaa sinut muista verkkosivuston k&auml;ytt&auml;jist&auml;. Sen johdosta
pystymme tarjoamaan sinulle paremman k&auml;ytt&auml;j&auml;kokemuksen verkkosivustolla vieraillessasi ja tekem&auml;&auml;n sivustoamme koskevia parannuksia. Verkkosivustomme k&auml;ytt&auml;&auml; my&ouml;s Google Analyticsin palveluja, jotta
voisimme arvioida kuinka k&auml;yt&auml;t verkkosivustoamme ja tarjota verkkosivustoon ja internetin k&auml;ytt&ouml;&ouml;n liittyvi&auml; palveluja.</p>
<p>Jos haluat tarkempia tietoja k&auml;ytt&auml;mist&auml;mme ev&auml;steist&auml; ja niiden k&auml;ytt&ouml;tarkoituksesta, lue ev&auml;steit&auml;
koskeva ilmoitus <a style="color: purple; text-decoration: underline;" href="https://fi.milwaukeetool.eu/cookies">https://fi.milwaukeetool.eu/cookies</a>/..</p>
<p>7&nbsp;
TURVALLISUUS</p>
<p>Suhtaudumme henkil&ouml;tietojesi suojaamiseen eritt&auml;in vakavasti.&nbsp; Olemme toteuttaneet erilaisia strategioita, tarkastuksia,
k&auml;yt&auml;nt&ouml;j&auml; ja toimenpiteit&auml; tietojesi suojaamiseksi, ja seuraamme n&auml;it&auml; toimenpiteit&auml; tarkasti. K&auml;yt&auml;mme useita hallinnollisia, loogisia, fyysisi&auml; ja liikkeenjohdollisia toimenpiteit&auml;
henkil&ouml;tietojesi suojaamiseksi h&auml;vi&auml;miselt&auml;, varkaudelta ja luvattomalta tunkeutumiselta, k&auml;yt&ouml;lt&auml; ja muuttamiselta.</p>
<p>8&nbsp;
TIETOJESI SIIRTO EUROOPAN ULKOPUOLELLE</p>
<p>Voimme siirt&auml;&auml; henkil&ouml;tietojasi Euroopan talousalueen (ETA) ulkopuolelle henkil&ouml;tietojen k&auml;sittely&auml; varten.
Toimipaikkamme sijaitsee Yhdysvalloissa, ja vaikka meill&auml; on datakeskuksia Euroopassa, voimme k&auml;sitell&auml; kaikkia tietojasi Yhdysvalloissa. </p>
<p>Voi olla tarpeen, ett&auml; siirr&auml;mme henkil&ouml;tietojasi ETAn ulkopuolelle, sill&auml; teemme yhteisty&ouml;t&auml; sellaisten toimittajien
tai kolmansien osapuolien kanssa, jotka k&auml;sittelev&auml;t joitakin henkil&ouml;tietoja ETAn ulkopuolella. </p>
<p>N&auml;iss&auml; maissa (Yhdysvallat mukaan lukien) ei v&auml;ltt&auml;m&auml;tt&auml; ole voimassa samoja tietosuojalakeja kuin Yhdistyneess&auml;
kuningaskunnassa ja ETAssa, mink&auml; vuoksi henkil&ouml;tietojasi ei v&auml;ltt&auml;m&auml;tt&auml; suojata samalla tavoin. N&auml;iss&auml; tapauksissa varmistamme kuitenkin, ett&auml; ETAn ulkopuolisiin maihin tapahtuvan
henkil&ouml;tietojen siirron yhteydess&auml; noudatetaan asianmukaisia suojatoimenpiteit&auml; sen varmistamiseksi, ett&auml; tietoja k&auml;sitell&auml;&auml;n kuten ETAssa ja soveltaen t&auml;ss&auml; tietosuojailmoituksessa esitettyj&auml;
johtavia periaatteita. </p>
<p>Ota meihin yhteytt&auml;, jos haluat lis&auml;tietoja &ndash; katso t&auml;m&auml;n tietosuojailmoituksen alussa olevat yhteystiedot
https://fi.milwaukeetool.eu/footer/privacy-policy</p>
<p>9&nbsp;
MITEN KAUAN S&Auml;ILYT&Auml;MME HENKIL&Ouml;TIETOJASI</p>
<p>Yleisesti ottaen s&auml;ilyt&auml;mme henkil&ouml;tietojasi vain niin kauan kuin se on tarpeen t&auml;ss&auml; tietosuojailmoituksessa kuvattuja
tarkoituksia varten.&nbsp; T&auml;m&auml; merkitsee sit&auml;, ett&auml; s&auml;ilytysaika vaihtelee riippuen tietojen tyypist&auml; ja siit&auml; tarkoituksesta, jota varten tiedot alun perin saatiin. </p>
<p>Meill&auml; on k&auml;yt&ouml;ss&auml; s&auml;ilytyst&auml; koskevat k&auml;yt&auml;nn&ouml;t, joita arvioimme jatkuvasti ottaen huomioon
henkil&ouml;tietojesi k&auml;sittelyn tarkoituksen ja oikeudellisen perustan.</p>
<p>Voit poistaa tilisi milloin tahansa ottamalla yhteytt&auml; tietovastaavaamme, kumpaa tahansa 1&nbsp;kohdassa ilmoitettua osoitetta
k&auml;ytt&auml;en. </p>
<p>10&nbsp;
SINUN OIKEUTESI &nbsp;</p>
<p>Sinulla on sovellettavien tietosuojalakien perusteella useita henkil&ouml;tietoihisi liittyvi&auml; oikeuksia. Sinulla on oikeus:</p>
<ul>
<li>pyyt&auml;&auml;, ettemme
k&auml;yt&auml; henkil&ouml;tietojasi suoramarkkinointiin;</li>
<li>pyyt&auml;&auml;
n&auml;ht&auml;v&auml;ksesi mit&auml; henkil&ouml;tietoja s&auml;ilyt&auml;mme sinusta, ja pyyt&auml;&auml; tietoja tavasta, jolla k&auml;sittelemme tietoja (joissakin tapauksissa voit my&ouml;s pyyt&auml;&auml; meit&auml; antamaan
j&auml;ljenn&ouml;ksen kolmannelle osapuolelle); </li>
<li>pyyt&auml;&auml; meit&auml;
korjaamaan tai p&auml;ivitt&auml;m&auml;&auml;n virheelliset henkil&ouml;tiedot; </li>
<li>pyyt&auml;&auml;
henkil&ouml;tietojen poistamista tietyiss&auml; (ei kuitenkaan kaikissa) tapauksissa, joissa meill&auml; ei ole p&auml;tev&auml;&auml; syyt&auml; jatkaa tietojen k&auml;ytt&ouml;&auml;;</li>
<li>pyyt&auml;&auml; meit&auml;
tilap&auml;isesti lopettamaan tietojesi k&auml;ytt&ouml;, jos meill&auml; mielest&auml;si ei ole oikeutta niiden k&auml;ytt&ouml;&ouml;n, tai est&auml;&auml; meit&auml; k&auml;ytt&auml;m&auml;st&auml; henkil&ouml;tietojasi, jos meill&auml; ei
ole p&auml;tev&auml;&auml; syyt&auml; jatkaa niiden k&auml;ytt&ouml;&auml;; ja</li>
<li>olla joutumatta sellaisten
p&auml;&auml;t&ouml;sten kohteeksi, jotka on tehty yksinomaan automaattisen tietojenk&auml;sittelyn perusteella (oikeus olla joutumatta sellaisten p&auml;&auml;t&ouml;sten kohteeksi, jotka tekee yksin algoritmi tai tietokone ilman
inhimillist&auml; panosta) tietyiss&auml; tilanteissa.&nbsp; </li>
</ul>
<p>Jos haluat ottaa meihin yhteytt&auml; oikeuksiisi liittyviss&auml; kysymyksiss&auml;, katso yhteystiedot t&auml;m&auml;n tietosuojailmoituksen alussa
https://fi.milwaukeetool.eu/footer/privacy-policy.</p>
<p>Sinulla on my&ouml;s oikeus tehd&auml; henkil&ouml;tietojesi k&auml;ytt&ouml;&auml; koskeva valitus.&nbsp; Voit ottaa yhteytt&auml; paikallisiin
tietosuojaviranomaisiin (luettelo paikallisista tietosuojaviranomaisista on saatavilla osoitteessa http://ec.europa.eu/newsroom/article29/item-detail.cfm?item_id=612080).</p>
<p>11&nbsp;
TIETOSUOJAK&Auml;YT&Auml;NT&Ouml;J&Auml; KOSKEVAT MUUTOKSET</p>
<p>Muutokset, joita mahdollisesti my&ouml;hemmin teemme tietosuojak&auml;yt&auml;nt&ouml;ihin, julkaistaan t&auml;ll&auml; sivulla. Voimme my&ouml;s
l&auml;hett&auml;&auml; s&auml;hk&ouml;postilla tiedon asiasta, jos olet antanut meille osoitteesi.&nbsp; Pyyd&auml;mme sinua vierailemaan sivulla s&auml;&auml;nn&ouml;llisesti, jotta huomaisit tietosuojailmoitustamme koskevat p&auml;ivitykset
tai muutokset.&nbsp; </p>
<p>T&auml;m&auml; tietosuojak&auml;yt&auml;nt&ouml; p&auml;ivitettiin viimeksi [21/04/2020]</p>
</body>
</html>
