<html>
<head>
<style>
html { font-family: '-apple-system','HelveticaNeue'; font-size: 20pt; }
body { padding: 35px; }
ul li { margin-bottom: 1em; }
a { color: #954f72; text-decoration: underline; }
table { border-collapse: collapse; }
table, th, td { border: 1px solid black; }
td { padding: 10px; }
</style>
</head>
<body>
<p><strong>Consentimento de Marketing</strong></p>
<p>Ol&aacute;.</p>
<p>Somos a Milwaukee Electric Tool Corporation, fabricante das potentes ferramentas MILWAUKEE&trade;. Obrigado por descarregar a nossa App ONE-KEY&trade;. Esperamos que goste!</p>
<p>N&oacute;s (assim como as nossas empresas locais da Europa no seu territ&oacute;rio) gostar&iacute;amos de o manter informado sobre os nossos produtos e servi&ccedil;os MILWAUKEE&trade;, atrav&eacute;s do envio de comunica&ccedil;&otilde;es de marketing por email, SMS e telefone. N&atilde;o se preocupe, n&atilde;o precisa de concordar, mas abaixo oferecemos-lhe a possibilidade de escolher a rece&ccedil;&atilde;o destas nossas comunica&ccedil;&otilde;es de marketing, caso assim o deseje.</p>
<p>Pode ver mais informa&ccedil;&atilde;o sobre como utilizamos os seus dados pessoais na nossa pol&iacute;tica de privacidade, que pode encontrar aqui <a style="color: purple; text-decoration: underline;" href="http://pt.milwaukeetool.eu/one-key/privacy-policy/">http://pt.milwaukeetool.eu/one-key/privacy-policy/</a>. Pode aceder &agrave; c&oacute;pia desta pol&iacute;tica de privacidade, que est&aacute; sempre dispon&iacute;vel, atrav&eacute;s da op&ccedil;&atilde;o Defini&ccedil;&otilde;es da aplica&ccedil;&atilde;o.</p>
<p>Caso deseje receber comunica&ccedil;&otilde;es de marketing sobre os nossos produtos e servi&ccedil;os MILWAUKEE&trade; confirme o seu consentimento, assinalando o quadro seguinte para confirmar que aceita que a Milwaukee Electric Tool Corporation e/ou a nossa filial Europeia local do seu territ&oacute;rio lhe envie comunica&ccedil;&otilde;es de marketing sobre os produtos e servi&ccedil;os MILWAUKEE&trade;, atrav&eacute;s dos seguintes meios:</p>
<p>Caso mude de ideias, pode retirar o seu consentimento ou modificar as suas prefer&ecirc;ncias, a qualquer momento, atrav&eacute;s do envio de um email para <a style="color: purple; text-decoration: underline;" href="mailto:data.privacy@TTI-emea.com">data.privacy@TTI-emea.com</a> ou modificando as suas prefer&ecirc;ncias no menu Defini&ccedil;&otilde;es da App ONE-KEY&trade; ou da p&aacute;gina web.&nbsp;</p>
<p><strong>Consentimento para Cookies</strong></p>
<p>A nossa P&aacute;gina Web da Plataforma De Gest&atilde;o de Invent&aacute;rio (a &ldquo;P&aacute;gina web ONE-KEY&trade;&rdquo;) utiliza cookies (pequenos ficheiros com letras e n&uacute;meros que instalamos no seu dispositivo) para o diferenciar dos outros utilizadores da nossa p&aacute;gina web ONE-KEY&trade;, para oferecer-lhe uma boa experi&ecirc;ncia ao navegar na nossa p&aacute;gina web ONE-KEY&trade; e tamb&eacute;m para nos ajudar a melhorar a nossa p&aacute;gina web ONE-KEY&trade;.&nbsp; Para mais informa&ccedil;&atilde;o sobre os cookies que utilizamos, e sobre os objetivos para os quais os utilizamos, consulte a nossa pol&iacute;tica de privacidade <a style="color: purple; text-decoration: underline;" href="https://pt.milwaukeetool.eu/footer/privacy-policy">https://pt.milwaukeetool.eu/footer/privacy-policy</a>.</p>
<p>Ao iniciar sess&atilde;o pela primeira vez, ou ao criar uma conta atrav&eacute;s da p&aacute;gina web ONE-KEY&trade;, surge um aviso que lhe mostra a pol&iacute;tica de privacidade (que inclui a pol&iacute;tica de cookies).&nbsp; Ap&oacute;s ler e aceitar esta pol&iacute;tica, poder&aacute; iniciar a sua sess&atilde;o.&nbsp; Caso mude de ideias, pode, a qualquer momento, eliminar os cookies e impedir-nos de os utilizar no seu browser ou dispositivo, atrav&eacute;s da op&ccedil;&atilde;o para desativar os cookies nas defini&ccedil;&otilde;es do seu browser.</p>
</body>
</html>
