<html>
<head>
<style>
html { font-family: '-apple-system','HelveticaNeue'; font-size: 20pt; }
body { padding: 35px; }
ul li { margin-bottom: 1em; }
a { color: #954f72; text-decoration: underline; }
table { border-collapse: collapse; }
table, th, td { border: 1px solid black; }
td { padding: 10px; }
</style>
</head>
<body>
<p style="text-align: center;"><strong>App ONE-KEY&trade; e P&aacute;gina Web da Plataforma <br/>De Gest&atilde;o de invent&aacute;rio</strong><br/><strong>Pol&iacute;tica
de Privacidade</strong></p>
<p>1&nbsp;
POL&Iacute;TICA DE PRIVACIDADE</p>
<p>A Milwaukee Electric Tool Corporation (&ldquo;n&oacute;s&rdquo; ou &ldquo;nosso/a&rdquo;) compromete-se a proteger e respeitar a sua privacidade.</p>
<p>Esta Pol&iacute;tica de Privacidade estabelece como e porque recolhemos, armazenamos, tratamos e partilhamos os seus dados pessoais. Seremos sempre
transparentes consigo sobre a utiliza&ccedil;&atilde;o dos seus dados pessoais. Esta pol&iacute;tica tamb&eacute;m inclui os seus direitos relativamente aos seus dados pessoais. </p>
<p>Para efeitos de aplica&ccedil;&atilde;o das leis de prote&ccedil;&atilde;o de dados (incluindo o Regulamento Geral de Prote&ccedil;&atilde;o de
Dados), o Controlador de Dados respons&aacute;vel pelo tratamento de quaisquer informa&ccedil;&otilde;es pessoais que recolhemos, tratamos e conservamos sobre si &eacute; a Milwaukee Electric Tool Corporation, cuja sede &eacute; em 13135 West
Lisbon Road, Brookfield, Wisconsin 53005, Estados Unidos.</p>
<p>&nbsp;Caso tenha alguma d&uacute;vida sobre esta Pol&iacute;tica de Privacidade, ou sobre os seus direitos, contacte o nosso Encarregado de
Prote&ccedil;&atilde;o de Dados: </p>
<p>Techtronic Industries UK Ltd<br/>Unit 3 Globeside Business Park<br/>Fieldhouse Lane, Marlow SL7 1HZ<br/>Inglaterra</p>
<p>Como a nossa sede se encontra fora da Europa, foi necess&aacute;rio nomear um representante dentro da Europa, que tamb&eacute;m pode contactar para
quest&otilde;es sobre os seus dados pessoais. O nosso representante Europeu &eacute; a Techtronic Industries UK Ltd, que pode ser contactada das seguintes formas:</p>
<p>Techtronic Industries UK Ltd<br/>Unit 3 Globeside Business Park<br/>Fieldhouse Lane, Marlow SL7 1HZ<br/>Inglaterra</p>
<p>Se os seus dados pessoais tiverem sido adicionados &agrave; conta de um titular da nossa conta, tenha em aten&ccedil;&atilde;o que a
utiliza&ccedil;&atilde;o dos seus dados pessoais deste modo depende da decis&atilde;o do titular da conta, e que o titular da conta &eacute; respons&aacute;vel por demonstrar que tem direito a utilizar os seus dados pessoais. Os seus dados
pessoais ser&atilde;o processados do modo definido pela presente pol&iacute;tica.</p>
<p>2&nbsp;
DADOS QUE RECOLHEMOS SOBRE SI </p>
<p>Os dados pessoais que recolhemos sobre si incluem os seguintes:</p>
<ul>
<li>Nome </li>
<li>Morada </li>
<li>Endere&ccedil;o de email</li>
<li>N&uacute;mero de telefone </li>
<li>Descri&ccedil;&atilde;o pessoal e
fotografias</li>
<li>Informa&ccedil;&atilde;o sobre como,
quando e com que frequ&ecirc;ncia utiliza as suas Ferramentas ONE-KEY&trade;</li>
<li>Informa&ccedil;&atilde;o sobre onde
foram usadas as suas Ferramentas ONE-KEY&trade; (caso utilize este servi&ccedil;o na App ONE-KEY&trade;)</li>
<li>Se utilizou a App ONE-KEY&trade; num
dispositivo m&oacute;vel, podemos recolher o ID do seu dispositivo m&oacute;vel, caso utilize algumas funcionalidades (como os Relat&oacute;rios de Ferramentas)</li>
<li>Informa&ccedil;&atilde;o
t&eacute;cnica, incluindo o Protocolo de Internet (IP) usado para ligar o seu dispositivo &agrave; Internet, a sua informa&ccedil;&atilde;o de login, o tipo e a vers&atilde;o do seu browser, as defini&ccedil;&otilde;es de fuso hor&aacute;rio,
tipo de plug-in do browser e vers&otilde;es, tipos de dispositivos, sistema operativo</li>
<li>Informa&ccedil;&atilde;o sobre a sua
visita &agrave; nossa p&aacute;gina web, incluindo o Uniform Resource Locators (URL), o seu click-stream atrav&eacute;s e a partir da nossa p&aacute;gina (incluindo a data e a hora), produtos que visualizou, pesquisou ou comprou, tempos de
resposta da p&aacute;gina, erros de download, dura&ccedil;&atilde;o das visitas em determinadas p&aacute;ginas, informa&ccedil;&atilde;o de intera&ccedil;&atilde;o com a p&aacute;gina (como scrolling, cliques e passagens do rato),
m&eacute;todos utilizados para navegar pela p&aacute;gina web</li>
</ul>
<p>
Tamb&eacute;m poderemos recolher dados pessoais sobre qualquer pessoa a quem permita a utiliza&ccedil;&atilde;o das suas Ferramentas ONE-KEY&trade; ou os dados pessoais dos seus funcion&aacute;rios ou empreiteiros que adicione &agrave; sua conta ("Dados de Utilizadores Adicionados") ou os dados pessoais dos v&aacute;rios utilizadores que convide/sejam convidados a vincular-se &agrave; sua conta ("Multi-Utilizador"/"Dados Multi-Utilizador"). Por exemplo, se tiver instru&iacute;do um funcion&aacute;rio para utilizar a sua Ferramenta ONE-KEY&trade;, ter&aacute; a possibilidade de identificar informa&ccedil;&otilde;es pessoais sobre esse funcion&aacute;rio, a sua localiza&ccedil;&atilde;o, o seu desempenho ou os padr&otilde;es da sua atividade profissional atrav&eacute;s da sua utiliza&ccedil;&atilde;o da Ferramenta ONE-KEY&trade;. &Eacute; da sua responsabilidade o cumprimento de todas as leis aplic&aacute;veis &agrave; prote&ccedil;&atilde;o de dados e a notifica&ccedil;&atilde;o de todos os seus funcion&aacute;rios, ou de quaisquer terceiros cujos dados pessoais sejam adicionados ou vinculados &agrave; sua conta e que utilizem a sua Ferramenta ONE-KEY&trade; antes de proceder &agrave; recolha dos seus dados pessoais por esta via. Caso estes tenham quest&otilde;es adicionais sobre o modo como podemos utilizar os seus dados pessoais, dever&aacute; encaminh&aacute;-los para esta pol&iacute;tica de privacidade. N&atilde;o seremos responsabilizados, de nenhuma forma, por quaisquer reclama&ccedil;&otilde;es enviadas a si (ou a n&oacute;s) por qualquer terceiro que utilize a sua Ferramenta ONE-KEY&trade;, ou cujos dados pessoais tenham sido adicionados por si &agrave; sua conta, ou que tenha convidado a vincular-se &agrave; sua conta, relativas a quaisquer viola&ccedil;&otilde;es das leis aplic&aacute;veis &agrave; prote&ccedil;&atilde;o de dados. &Eacute; respons&aacute;vel por garantir que tem direito a fornecer-nos os Dados de Utilizadores Adicionados (nomeadamente atrav&eacute;s da notifica&ccedil;&atilde;o, &agrave;s pessoas em causa, de que adicionar&aacute; os seus dados pessoais &agrave; sua conta) e que temos direito a utilizar os Dados de Utilizadores Adicionados para que possamos fornecer-lhe as funcionalidades da Aplica&ccedil;&atilde;o ONE-KEY&trade;. Para os efeitos da legisla&ccedil;&atilde;o de prote&ccedil;&atilde;o de dados, ser&aacute; o controlador dos Dados de Utilizadores Adicionados e n&oacute;s seremos um processador dos dados (ou seja, os Dados dos Utilizadores Adicionados ser&atilde;o da sua responsabilidade, e n&oacute;s fornecemos um servi&ccedil;o que lhe permite a inclus&atilde;o dos Dados de Utilizadores Adicionados na sua conta).
<br/><br/>
A funcionalidade Multi-Utilizador pode permitir que os utilizadores da Aplica&ccedil;&atilde;o ONE-KEY&trade; App introduzam e armazenem informa&ccedil;&otilde;es sobre outros utilizadores quando estes &uacute;ltimos estejam associados ao utilizador inicial para efeitos de vincular as contas de v&aacute;rios utilizadores, e para facilitar a coordena&ccedil;&atilde;o e a organiza&ccedil;&atilde;o entre um grupo de utilizadores associados. AO USAR QUAISQUER FUNCIONALIDADES MULTI-UTILIZADOR DA APLICA&Ccedil;&Atilde;O ONE-KEY&trade; EST&Aacute; A CONCORDAR EXPRESSAMENTE COM O SEGUINTE: (A) Que declara e garante que, antes de introduzir quaisquer informa&ccedil;&otilde;es pessoais de qualquer outra pessoa, (i) notificou a pessoa de que pretende introduzir as informa&ccedil;&otilde;es pessoais dessa pessoa na Aplica&ccedil;&atilde;o ONE-KEY&trade; para efeitos de aceder a, e utilizar, as funcionalidades da Aplica&ccedil;&atilde;o ONE-KEY&trade;, (ii) notificou a pessoa quanto aos fragmentos de informa&ccedil;&otilde;es pessoais que introduzir&aacute;, (iii) forneceu uma liga&ccedil;&atilde;o para a pol&iacute;tica de privacidade (que se encontra aqui: http://uk.milwaukeetool.eu/one-key/privacy-policy/) que governa o Nosso acesso, utiliza&ccedil;&atilde;o e divulga&ccedil;&atilde;o de tais informa&ccedil;&otilde;es uma vez introduzidas, e que (iv) obteve o consentimento expresso dessa pessoa para a referida divulga&ccedil;&atilde;o e utiliza&ccedil;&atilde;o das informa&ccedil;&otilde;es pessoais em causa; e (B) se a sua conta estiver vinculada a outra conta no contexto de qualquer funcionalidade Multi-Utilizador da Aplica&ccedil;&atilde;o ONE-KEY&trade;, reconhece e concorda que leu e aceitou a pol&iacute;tica de privacidade (que se encontra aqui: http://uk.milwaukeetool.eu/one-key/privacy-policy/) e que Nos autoriza expressamente a reter, utilizar e divulgar as suas informa&ccedil;&otilde;es pessoais associadas &agrave; conta referida, para efeitos de fornecimento da Aplica&ccedil;&atilde;o ONE-KEY&trade; e de todos os servi&ccedil;os e funcionalidades, enquanto a sua conta permanecer vinculada desse modo.
</p>
<p>3&nbsp;
COMO RECOLHEMOS OS SEUS DADOS</p>
<p>Podemos recolher os seus dados de muitas formas, incluindo quando:</p>
<ul>
<li>cria uma conta connosco </li>
<li>acede &agrave; nossa p&aacute;gina web ou &agrave; nossa App ONE-KEY&trade;</li>
<li>subscreve a nossa newsletter </li>
<li>regista a sua Ferramenta ONE-KEY&trade; connosco, ou regista as suas ferramentas para extens&atilde;o da garantia</li>
<li>contacta a nossa equipa de apoio ao cliente</li>
<li>participa num dos nossos concursos ou promo&ccedil;&otilde;es, ou preenche um inqu&eacute;rito</li>
<li>se relaciona connosco nas redes sociais (por exemplo atrav&eacute;s de coment&aacute;rios/etiquetas ou contactos diretos) </li>
</ul>
<p>E ainda, caso utilize as funcionalidades de gest&atilde;o de invent&aacute;rio da App ONE-KEY&trade;, esta recolher&aacute; automaticamente dados das
suas Ferramentas ONE-KEY&trade; registadas na sua conta, incluindo:</p>
<ul>
<li>dados de identifica&ccedil;&atilde;o da ferramenta (p. ex. n&uacute;mero de s&eacute;rie)</li>
<li>dados de utiliza&ccedil;&atilde;o da ferramenta (p. ex. data/hora inicial e final de utiliza&ccedil;&atilde;o)</li>
<li>dados de localiza&ccedil;&atilde;o da ferramenta (caso voc&ecirc; ou algu&eacute;m que use a App <br/>ONE-KEY&trade;) tenha ativado o
Bluetooth, se a sua Ferramenta ONE-KEY&trade; estiver dentro do alcance do dispositivo, usamos esta informa&ccedil;&atilde;o para ajudar a descobrir a localiza&ccedil;&atilde;o da sua Ferramenta ONE-KEY&trade;). Lembre-se que todos os dados
pessoais que recolhemos sobre si (ou qualquer terceiro) relacionados com a sua localiza&ccedil;&atilde;o <br/>(p. ex. caso voc&ecirc; ou algum trabalhador se encontre com a sua Ferramenta <br/>ONE-KEY&trade;) s&atilde;o instrumentos
auxiliares com a finalidade de recolha destes dados de localiza&ccedil;&atilde;o para ajud&aacute;-lo a descobrir a localiza&ccedil;&atilde;o da sua Ferramenta ONE-KEY&trade;. Localizamos as suas Ferramentas ONE-KEY&trade;... n&atilde;o a si!</li>
</ul>
<p>4&nbsp;
COMO UTILIZAMOS OS SEUS DADOS PESSOAIS E QUAIS S&Atilde;O OS NOSSOS MOTIVOS PARA O FAZER?</p>
<table>
<tbody>
<tr>
<td width="50%">
<p><strong>Como e porque usamos
os seus dados pessoais</strong></p>
</td>
<td width="50%">
<p><strong>Quais s&atilde;o os
nossos motivos legais para o tratamento dos seus dados pessoais</strong></p>
</td>
</tr>
<tr>
<td>
<p>Disponibilizar-lhe as
informa&ccedil;&otilde;es, os produtos e os servi&ccedil;os que nos solicitou ou comprou (isto &eacute;, para completar algumas tarefas, processos) e para comunicar consigo sobre estes produtos e servi&ccedil;os que nos comprou ou
solicitou e responder &agrave;s suas quest&otilde;es e coment&aacute;rios).</p>
</td>
<td rowspan="3">
<p>Temos por base os nossos
acordos contratuais consigo como fonte legal para recolher e tratar os seus dados pessoais, relativamente a uma encomenda de produtos e servi&ccedil;os ou &agrave; sua utiliza&ccedil;&atilde;o da App ONE-KEY&trade;. </p>
<p>Alternativamente, em alguns
casos, temos como base os nossos interesses leg&iacute;timos comerciais (por exemplo, &eacute; do nosso interesse medir a satisfa&ccedil;&atilde;o dos clientes e resolver os incidentes dos clientes). Quando nos baseamos nos nossos
interesses leg&iacute;timos, teremos sempre em conta que estes n&atilde;o se devem sobrepor aos seus direitos.</p>
</td>
</tr>
<tr>
<td>
<p>Quando utiliza a nossa App
ONE-KEY&trade; ajuda-nos a oferecer-lhe os servi&ccedil;os que nos solicitou atrav&eacute;s da App ONE-KEY&trade;.&nbsp; Isto poder&aacute; incluir dados de localiza&ccedil;&atilde;o recolhidos atrav&eacute;s do nosso sistema de
gest&atilde;o de invent&aacute;rio de Ferramentas <br/>ONE-KEY&trade;, quando ativa o Bluetooth e utiliza esta fun&ccedil;&atilde;o. </p>
</td>
</tr>
<tr>
<td>
<p>Para medir a
satisfa&ccedil;&atilde;o dos nossos clientes e fornecer um servi&ccedil;o de apoio ao cliente (incluindo a resolu&ccedil;&atilde;o de problemas relacionados com compras ou pedidos de servi&ccedil;os, ou quando nos coloca quest&otilde;es
nas redes sociais);</p>
</td>
</tr>
<tr>
<td>
<p>Podemos utilizar os seus
dados pessoais para lhe prestar informa&ccedil;&otilde;es sobre produtos e ofertas importantes ("marketing"). </p>
 </td>
<td>
<p>Normalmente, s&oacute;
utilizamos os seus dados pessoais para enviar mensagens de marketing quando temos o seu consentimento para o fazer, embora em alguns casos possamos usar como base o nosso interesse leg&iacute;timo. </p>
<p>Pode solicitar que n&atilde;o
lhe enviemos mais mensagens de marketing, em qualquer altura, atrav&eacute;s dos contactos indicados no in&iacute;cio desta pol&iacute;tica de privacidade https://pt.milwaukeetool.eu/footer/privacy-policy/</p>
</td>
</tr>
<tr>
<td>
<p>Para controlar a
utiliza&ccedil;&atilde;o da nossa App ONE-KEY&trade; e da nossa p&aacute;gina web e para garantir que estas s&atilde;o apresentadas da forma mais eficaz e adequada a si e ao seu dispositivo. </p>
<p>Podemos utilizar cookies para
este objetivo.</p>
</td>
<td>
<p>Temos um interesse
leg&iacute;timo em garantir que a nossa p&aacute;gina web e a nossa App <br/>ONE-KEY&trade; funcionam da forma correta e que os nossos produtos e servi&ccedil;os s&atilde;o de elevada qualidade e efici&ecirc;ncia. </p>
<p>Temos como base o seu
consentimento para utilizar cookies no seu dispositivo. Para mais informa&ccedil;&otilde;es sobre a nossa utiliza&ccedil;&atilde;o de cookies, consulte a nossa pol&iacute;tica de cookies <a style="color: purple; text-decoration: underline;"
href="https://pt.milwaukeetool.eu/cookies">https://pt.milwaukeetool.eu/cookies</a>/.</p>
</td>
</tr>
<tr>
<td>
<p>Podemos gravar as suas
chamadas e utilizar estes dados para forma&ccedil;&atilde;o e para garantir a qualidade (sempre que a sua chamada for gravada ser&aacute; previamente informado/a). </p>
</td>
<td>
<p>Usamos estes dados por
diversos motivos. Podem servir para cumprir uma obriga&ccedil;&atilde;o legal e s&atilde;o tamb&eacute;m um interesse leg&iacute;timo para n&oacute;s verificarmos as chamadas gravadas de forma a garantir a qualidade.</p>
</td>
</tr>
<tr>
<td>
<p>Para garantir que as
informa&ccedil;&otilde;es pessoais e financeiras prestadas por si s&atilde;o verdadeiras </p>
</td>
<td rowspan="4">
<p>Em alguns casos podemos usar
os seus dados pessoais para cumprir uma obriga&ccedil;&atilde;o legal (nomeadamente quando recebemos um pedido leg&iacute;timo de uma autoridade legal). Noutros casos (para dete&ccedil;&atilde;o de fraudes ou para garantir a
seguran&ccedil;a da p&aacute;gina), usaremos como base os nossos interesses leg&iacute;timos comerciais para utilizar os seus dados pessoais desta forma. Quando nos baseamos nos nossos interesses leg&iacute;timos, teremos sempre em conta
que estes n&atilde;o se devem sobrepor aos seus direitos. </p>
</td>
</tr>
<tr>
<td>
<p>Para detetar, investigar,
comunicar e como preven&ccedil;&atilde;o de fraudes financeiras, crimes, ou outras atividades ilegais</p>
</td>
</tr>
<tr>
<td>
<p>Para realizar a gest&atilde;o
de riscos para n&oacute;s e para os nossos clientes.</p>
</td>
</tr>
<tr>
<td>
<p>Para cumprir as nossas
obriga&ccedil;&otilde;es legais ou de conformidade</p>
</td>
</tr>
</tbody>
</table>
<p>5&nbsp;
COMO PARTILHAMOS OS SEUS DADOS PESSOAIS?</p>
<p>Para lhe fornecer os nossos produtos e servi&ccedil;os partilhamos os seus dados pessoais com os nossos fornecedores de servi&ccedil;os de
confian&ccedil;a, ou com as empresas do nosso grupo, como se explica a seguir. Quando partilhamos os seus dados pessoais, adotamos medidas de seguran&ccedil;a que obrigam estas organiza&ccedil;&otilde;es a manter os seus dados em
seguran&ccedil;a, assim como a garantir que n&atilde;o utilizam os seus dados pessoais para os seus pr&oacute;prios objetivos de marketing, exceto quando nos tenham dado o seu consentimento para o fazer. Nunca venderemos os seus dados pessoais a
terceiros. </p>
<p><u>Para satisfazer encomendas de produtos e servi&ccedil;os:</u></p>
<p>Trabalhamos com alguns fornecedores de servi&ccedil;os de confian&ccedil;a que realizam os servi&ccedil;os em nosso nome. Quando nos compra algum
servi&ccedil;o ou produto, os servi&ccedil;os fornecidos por estes fornecedores de servi&ccedil;os incluem o alojamento e entrega de p&aacute;ginas web e bases de dados. &Eacute; um interesse leg&iacute;timo comercial nosso trabalhar com estes
fornecedores de servi&ccedil;os, uma vez que nem sempre temos a capacidade de prestar estes servi&ccedil;os n&oacute;s mesmos. Caso a caso, iremos garantir que o fornecedor do servi&ccedil;o s&oacute; pode utilizar os seus dados pessoais para
oferecer os servi&ccedil;os em nosso nome e n&atilde;o com outros objetivos.&nbsp; </p>
<p><u>Outros servi&ccedil;os profissionais:</u></p>
<p>Podemos ter de revelar os seus dados pessoais &agrave;s nossas seguradoras, sempre que considerarmos, de acordo com a rela&ccedil;&atilde;o contratual
existente com a nossa seguradora, que o devemos fazer. </p>
<p>Trabalhamos com terceiros escolhidos cuidadosamente, nomeadamente o nosso fornecedor do alojamento da base de dados de clientes, as ag&ecirc;ncias de
marketing e os parceiros publicit&aacute;rios, que nos ajudam a oferecer-lhe uma experi&ecirc;ncia de utilizador positiva.</p>
<p><u>Para detetar e prevenir crimes ou para cumprir as leis:</u></p>
<p>Podem existir cen&aacute;rios onde estejamos sujeitos, por uma obriga&ccedil;&atilde;o legal, a partilhar ou revelar os seus dados pessoais,
nomeadamente &agrave;s autoridades legais, para detetar e prevenir crimes, ou para cumprir um requisito legal. </p>
<p><u>Tratamento de dados do grupo internacional e estrutura do grupo:</u></p>
<p>O nosso grupo partilha v&aacute;rias opera&ccedil;&otilde;es e processos comerciais.&nbsp; Podemos partilhar os seus dados pessoais com quaisquer
membros do nosso grupo para cumprir as nossas obriga&ccedil;&otilde;es assumidas consigo, ou porque &eacute; um interesse leg&iacute;timo nosso faz&ecirc;-lo. Por exemplo, se utiliza os nossos servi&ccedil;os na Europa, os seus dados
ser&atilde;o tratados pela Techtronic Industries ELC GmbH, a empresa do nosso grupo que det&eacute;m estes servi&ccedil;os em nosso nome na Europa. </p>
<p>Do mesmo modo, como a nossa sede se encontra nos EUA, podemos partilhar os seus dados com uma empresa do grupo local, com sede no seu
territ&oacute;rio, para garantir que s&oacute; lhe enviamos mensagens de marketing sobre os nossos produtos e servi&ccedil;os dispon&iacute;veis no seu territ&oacute;rio.&nbsp; </p>
<p>Tamb&eacute;m podemos partilhar os seus dados pessoais caso a composi&ccedil;&atilde;o do nosso grupo sofra altera&ccedil;&otilde;es no futuro, por
exemplo:</p>
<ul>
<li>Podemos vender, transferir ou fundir partes do nosso neg&oacute;cio ou dos nossos ativos. Ou podemos adquirir outros neg&oacute;cios para uma
fus&atilde;o.</li>
<li>Durante estes processos, poderemos partilhar os seus dados pessoais com as outras partes. Contudo, s&oacute; faremos isso quando estas aceitem
manter os seus dados seguros e privados.</li>
<li>Em caso de qualquer altera&ccedil;&atilde;o no nosso grupo, outras partes poder&atilde;o usar os seus dados pessoais da forma estabelecida
nesta pol&iacute;tica.<br/><br/></li>
</ul>
<p>6&nbsp;
COOKIES</p>
<p>A nossa p&aacute;gina web usa cookies para o diferenciar dos outros utilizadores da nossa p&aacute;gina web. Isto ajuda-nos a oferecer-lhe uma boa
experi&ecirc;ncia ao navegar na nossa p&aacute;gina web e permite-nos melhor&aacute;-la. A nossa p&aacute;gina web tamb&eacute;m usa a Google Analytics para avaliar como utiliza a nossa p&aacute;gina web e oferecer mais servi&ccedil;os
relacionados com a p&aacute;gina web e a utiliza&ccedil;&atilde;o da Internet.</p>
<p>Para mais informa&ccedil;&atilde;o sobre os cookies que usamos (incluindo a Google Analytics), e sobre os objetivos para os quais os usamos, consulte
a nossa pol&iacute;tica de cookies <a style="color: purple; text-decoration: underline;" href="https://pt.milwaukeetool.eu/cookies">https://pt.milwaukeetool.eu/cookies</a>/.</p>
<p>7&nbsp;
SEGURAN&Ccedil;A</p>
<p>Levamos muito a s&eacute;rio a seguran&ccedil;a dos seus dados pessoais.&nbsp; Como tal, implement&aacute;mos v&aacute;rias estrat&eacute;gias,
controlos, pol&iacute;ticas e medidas para manter a seguran&ccedil;a dos seus dados e para manter estas medidas atualizadas. Utilizamos uma s&eacute;rie de medidas administrativas, l&oacute;gicas, f&iacute;sicas e de gest&atilde;o para
salvaguardar os seus dados pessoais contra perdas, roubos e acessos, utiliza&ccedil;&otilde;es e modifica&ccedil;&otilde;es n&atilde;o autorizados.</p>
<p>8&nbsp;
TRANSFER&Ecirc;NCIA DOS SEUS DADOS PARA FORA DA EUROPA</p>
<p>Transferiremos os seus dados pessoais para fora da &Aacute;rea Econ&oacute;mica Europeia (AEE) para realizar o tratamento dos mesmos. A nossa sede
&eacute; nos EUA e, apesar de termos centros de dados na Europa, todos os seus dados ser&atilde;o tratados por n&oacute;s nos EUA. </p>
<p>Tamb&eacute;m podemos precisar de transferir os seus dados pessoais para fora da AEE, onde trabalhamos com um fornecedor ou terceiro que realiza o
tratamento de alguns dados pessoais fora da AEE. </p>
<p>Estes pa&iacute;ses (incluindo os EUA) podem n&atilde;o ter as mesmas leis de prote&ccedil;&atilde;o de dados do Reino Unido e da AEE, pelo que os
seus dados pessoais podem n&atilde;o estar sujeitos &agrave;s mesmas medidas de prote&ccedil;&atilde;o. Contudo, nestes casos garantimos que quaisquer transfer&ecirc;ncias dos seus dados pessoais para pa&iacute;ses fora da AEE est&atilde;o
sujeitas &agrave;s mesmas medidas de prote&ccedil;&atilde;o como se estes fossem tratados dentro da AEE e sob os princ&iacute;pios orientadores desta pol&iacute;tica de privacidade. </p>
<p>Para mais informa&ccedil;&otilde;es, contacte-nos atrav&eacute;s dos contactos indicados no in&iacute;cio desta pol&iacute;tica de privacidade
https://pt.milwaukeetool.eu/footer/privacy-policy.</p>
<p>9&nbsp;
DURANTE QUANTO TEMPO MANTEMOS OS SEUS DADOS PESSOAIS?</p>
<p>Em termos gerais, apenas conservamos os seus dados pessoais durante o tempo necess&aacute;rio para os objetivos indicados nesta pol&iacute;tica de
privacidade.&nbsp; Isto significa que os per&iacute;odos de conserva&ccedil;&atilde;o podem variar segundo o tipo de dados e o motivo pelo qual recolhemos os dados. </p>
<p>A nossa pol&iacute;tica de conserva&ccedil;&atilde;o &eacute; continuamente revista para ter em conta os nossos motivos para o tratamento dos seus
dados pessoais e as bases legais para o fazer.</p>
<p>Para apagar a nossa conta a qualquer momento, deve contactar o nosso Encarregado da prote&ccedil;&atilde;o de dados, atrav&eacute;s dos
endere&ccedil;os indicados no n&uacute;mero 1 anterior. </p>
<p>10&nbsp;
OS SEUS DIREITOS &nbsp;</p>
<p>As leis de prote&ccedil;&atilde;o de dados aplic&aacute;veis garantem-lhe um conjunto de direitos relacionados com os seus dados pessoais. Tem o
direito:</p>
<ul>
<li>de nos solicitar que os seus dados
pessoais n&atilde;o sejam utilizados para objetivos de marketing direto;</li>
<li>de nos solicitar o acesso aos
dados pessoais que temos sobre si e saber como realizamos o tratamento dos dados (em alguns casos, pode solicitar-nos uma c&oacute;pia para um terceiro); </li>
<li>de nos solicitar a
retifica&ccedil;&atilde;o ou atualiza&ccedil;&atilde;o de quaisquer dados pessoais que n&atilde;o estejam corretos; </li>
<li>de nos solicitar o apagamento dos
seus dados pessoais em algumas (mas n&atilde;o em todas) as situa&ccedil;&otilde;es, sempre que n&atilde;o exista nenhum bom motivo para os continuar a utilizar;</li>
<li>de nos solicitar a
limita&ccedil;&atilde;o do tratamento dos seus dados, caso acredite que n&atilde;o temos o direito de os usar, ou de nos impedir de continuar a usar os seus dados pessoais quando n&atilde;o exista nenhum bom motivo para o fazer; e</li>
<li>n&atilde;o estar sujeito a
decis&otilde;es tomadas apenas com base em processos automatizados (isto &eacute;, o direito de n&atilde;o ser sujeito a decis&otilde;es individuais automatizadas com base em algoritmos ou computadores sem participa&ccedil;&atilde;o humana) em
determinadas circunst&acirc;ncias.&nbsp; </li>
</ul>
<p>Se pretende obter mais informa&ccedil;&otilde;es sobre qualquer um dos seus direitos, contacte-nos atrav&eacute;s dos contactos indicados no
in&iacute;cio desta pol&iacute;tica de privacidade https://pt.milwaukeetool.eu/footer/privacy-policy.</p>
<p>Tamb&eacute;m tem o direito de se queixar sobre a utiliza&ccedil;&atilde;o dos seus dados pessoais.&nbsp; Pode contactar a sua Autoridade de Controlo
de Prote&ccedil;&atilde;o de Dados (pode aceder a uma lista das Autoridades de controlo locais aqui: http://ec.europa.eu/newsroom/article29/item-detail.cfm?item_id=612080).</p>
<p>11&nbsp;
ALTERA&Ccedil;&Otilde;ES &Agrave; NOSSA POL&Iacute;TICA DE PRIVACIDADE</p>
<p>Quaisquer altera&ccedil;&otilde;es realizadas &agrave; nossa pol&iacute;tica de privacidade ser&atilde;o publicadas nesta p&aacute;gina. Se nos
forneceu o seu endere&ccedil;o de email, podemos tamb&eacute;m enviar-lhe um email.&nbsp; Verifique periodicamente se foram realizadas altera&ccedil;&otilde;es ou atualiza&ccedil;&otilde;es &agrave; nossa pol&iacute;tica de privacidade.&nbsp;
</p>
<p>A &uacute;ltima atualiza&ccedil;&atilde;o da presente pol&iacute;tica de privacidade ocorreu a [21/04/2020]</p>
</body>
</html>
