<html>
<head>
<style>
html { font-family: '-apple-system','HelveticaNeue'; font-size: 20pt; }
body { padding: 35px; }
ul li { margin-bottom: 1em; }
a { color: #954f72; text-decoration: underline; }
table { border-collapse: collapse; }
table, th, td { border: 1px solid black; }
td { padding: 10px; }
</style>
</head>
<body>
<p><strong>Marketingov&yacute; souhlas</strong></p>
<p>Dobr&yacute; den.</p>
<p>Jsme Milwaukee Electric Tool Corporation, v&yacute;robce elektrick&yacute;ch n&aacute;stroj&#367; MILWAUKEE&trade;. D&#283;kujeme, &#382;e jste si st&aacute;hli aplikaci ONE-KEY&trade;. Douf&aacute;me, &#382;e se v&aacute;m bude l&iacute;bit!</p>
<p>My i&nbsp;na&scaron;e evropsk&eacute; sestersk&eacute; spole&#269;nosti ve va&scaron;em st&aacute;t&#283; bychom v&aacute;s r&aacute;di informovali o&nbsp;na&scaron;ich produktech a&nbsp;slu&#382;b&aacute;ch MILWAUKEE&trade; zas&iacute;l&aacute;n&iacute;m marketingov&yacute;ch sd&#283;len&iacute; e-mailem, SMS a&nbsp;telefonicky. Nebojte se, nemus&iacute;te souhlasit, ale n&iacute;&#382;e jsme v&aacute;m dali mo&#382;nost n&aacute;m zas&iacute;l&aacute;n&iacute; marketingov&yacute;ch sd&#283;len&iacute; povolit, pokud chcete.</p>
<p>Dal&scaron;&iacute; informace o&nbsp;tom, jak budeme va&scaron;e osobn&iacute; &uacute;daje pou&#382;&iacute;vat, naleznete v&nbsp;na&scaron;ich z&aacute;sad&aacute;ch ochrany osobn&iacute;ch &uacute;daj&#367; dostupn&yacute;ch na <a style="color: purple; text-decoration: underline;" href="http://cs.milwaukeetool.eu/one-key/privacy-policy/">http://cs.milwaukeetool.eu/one-key/privacy-policy/</a>. Kopie je v&#382;dy k&nbsp;dispozici v&nbsp;&#269;&aacute;sti Settings (Nastaven&iacute;) v&nbsp;aplikaci, tak&#382;e k&nbsp;n&iacute; m&aacute;te kdykoli p&#345;&iacute;stup.</p>
<p>Chcete-li dost&aacute;vat sd&#283;len&iacute; o&nbsp;na&scaron;ich produktech a&nbsp;slu&#382;b&aacute;ch MILWAUKEE&trade;, potvr&#271;te, &#382;e s&nbsp;t&iacute;m souhlas&iacute;te, za&scaron;krtnut&iacute;m p&#345;&iacute;slu&scaron;n&yacute;ch pol&iacute;&#269;ek n&iacute;&#382;e. T&iacute;m potvrd&iacute;te, &#382;e souhlas&iacute;te s&nbsp;t&iacute;m, aby v&aacute;m spole&#269;nost Milwaukee Electric Tool Corporation, p&#345;&iacute;padn&#283; na&scaron;e evropsk&aacute; pobo&#269;ka ve va&scaron;em st&aacute;t&#283;, n&aacute;sleduj&iacute;c&iacute;mi zp&#367;soby zas&iacute;lala marketingov&aacute; sd&#283;len&iacute; o&nbsp;produktech a&nbsp;slu&#382;b&aacute;ch MILWAUKEE&trade;:</p>
<p>Pokud si to rozmysl&iacute;te, souhlas se zas&iacute;l&aacute;n&iacute;m marketingov&yacute;ch sd&#283;len&iacute; m&#367;&#382;ete kdykoli odvolat nebo sv&eacute; preference zm&#283;nit tak, &#382;e n&aacute;s kontaktujete na e-mailu <a style="color: purple; text-decoration: underline;" href="mailto:data.privacy@TTI-emea.com">data.privacy@TTI-EMEA.com</a> nebo preference zm&#283;n&iacute;te v&nbsp;&#269;&aacute;sti Settings (Nastaven&iacute;) v&nbsp;aplikaci nebo na webu ONE-KEY&trade;.&nbsp;</p>
<p><strong>Souhlas se soubory cookie</strong></p>
<p>N&aacute;&scaron; web platformy &#345;&iacute;zen&iacute; invent&aacute;&#345;e (d&aacute;le jen &bdquo;web ONE-KEY&trade;&ldquo;) pou&#382;&iacute;v&aacute; soubory cookie (mal&eacute; soubory slo&#382;en&eacute; z&nbsp;p&iacute;smen a&nbsp;&#269;&iacute;sel, kter&eacute; ukl&aacute;d&aacute;me na va&scaron;e za&#345;&iacute;zen&iacute;), abychom v&aacute;s odli&scaron;ili od jin&yacute;ch u&#382;ivatel&#367; na&scaron;eho webu ONE-KEY&trade;, aby se v&aacute;m web ONE-KEY&trade; dob&#345;e u&#382;&iacute;val a&nbsp;abychom mohli web ONE-KEY&trade; zlep&scaron;ovat.&nbsp; Podrobn&eacute; informace o&nbsp;souborech cookie, kter&eacute; pou&#382;&iacute;v&aacute;me, a&nbsp;&uacute;&#269;elech, k&nbsp;jak&yacute;m je pou&#382;&iacute;v&aacute;me, naleznete v&nbsp;na&scaron;ich z&aacute;sad&aacute;ch ochrany osobn&iacute;ch &uacute;daj&#367; <a style="color: purple; text-decoration: underline;" href="https://cs.milwaukeetool.eu/footer/privacy-policy">https://cs.milwaukeetool.eu/footer/privacy-policy</a>.</p>
<p>P&#345;i prvn&iacute;m p&#345;ihl&aacute;&scaron;en&iacute; nebo vytvo&#345;en&iacute; &uacute;&#269;tu na webu ONE-KEY&trade; se zobraz&iacute; upozorn&#283;n&iacute; se z&aacute;sadami ochrany osobn&iacute;ch &uacute;daj&#367; (kter&eacute; obsahuj&iacute; z&aacute;sady pou&#382;&iacute;v&aacute;n&iacute; soubor&#367; cookie).&nbsp; Po p&#345;e&#269;ten&iacute; a&nbsp;potvrzen&iacute; t&#283;chto z&aacute;sad budete p&#345;ihl&aacute;&scaron;eni.&nbsp; Pokud kdykoli zm&#283;n&iacute;te n&aacute;zor, m&#367;&#382;ete soubory cookie odstranit a&nbsp;zabr&aacute;nit n&aacute;m, abychom je pou&#382;&iacute;vali ve va&scaron;em prohl&iacute;&#382;e&#269;i nebo za&#345;&iacute;zen&iacute;, t&iacute;m, &#382;e v&nbsp;nastaven&iacute; prohl&iacute;&#382;e&#269;e soubory cookie zak&aacute;&#382;ete.</p>
</body>
</html>
