<html>
<head>
<style>
html { font-family: '-apple-system','HelveticaNeue'; font-size: 20pt; }
body { padding: 35px; }
ul li { margin-bottom: 1em; }
a { color: #954f72; text-decoration: underline; }
table { border-collapse: collapse; }
table, th, td { border: 1px solid black; }
td { padding: 10px; }
</style>
</head>
<body>
<p style="text-align: center;"><strong>Aplikace ONE-KEY&trade; a&nbsp;web platformy &#345;&iacute;zen&iacute; invent&aacute;&#345;e</strong><br/><strong>Z&aacute;sady
ochrany osobn&iacute;ch &uacute;daj&#367;</strong></p>
<p>1&nbsp;
Z&Aacute;SADY OCHRANY OSOBN&Iacute;CH &Uacute;DAJ&#366;</p>
<p>Spole&#269;nost Milwaukee Electric Tool Corporation (tak&eacute; jako &bdquo;my&ldquo; nebo &bdquo;n&aacute;&scaron;&ldquo;) usiluje o&nbsp;ochranu
a&nbsp;respektov&aacute;n&iacute; va&scaron;eho soukrom&iacute;.</p>
<p>Tyto z&aacute;sady ochrany osobn&iacute;ch &uacute;daj&#367; stanov&iacute;, jak a&nbsp;pro&#269; shroma&#382;&#271;ujeme, uchov&aacute;v&aacute;me,
zpracov&aacute;v&aacute;me a&nbsp;poskytujeme va&scaron;e osobn&iacute; &uacute;daje. V&#382;dy v&aacute;m transparentn&#283; sd&#283;l&iacute;me, jak va&scaron;e osobn&iacute; &uacute;daje pou&#382;&iacute;v&aacute;me. Toto
ozn&aacute;men&iacute; v&aacute;m rovn&#283;&#382; sd&#283;luje va&scaron;e pr&aacute;va, kter&aacute; ve vztahu ke sv&yacute;m osobn&iacute;m &uacute;daj&#367;m m&aacute;te. </p>
<p>Pro &uacute;&#269;ely p&#345;&iacute;slu&scaron;n&yacute;ch z&aacute;kon&#367; o&nbsp;ochran&#283; osobn&iacute;ch &uacute;daj&#367;
(v&#269;etn&#283;
obecn&eacute;ho na&#345;&iacute;zen&iacute; o&nbsp;ochran&#283; osobn&iacute;ch &uacute;daj&#367;) je spr&aacute;vcem &uacute;daj&#367; u&nbsp;v&scaron;ech osobn&iacute;ch &uacute;daj&#367;, kter&eacute; m&#367;&#382;eme o&nbsp;v&aacute;s
shroma&#382;&#271;ovat, zpracov&aacute;vat a&nbsp;uchov&aacute;vat, spole&#269;nost Milwaukee Electric Tool Corporation se s&iacute;dlem 13135 West Lisbon Road, Brookfield, Wisconsin 53005, Spojen&eacute; st&aacute;ty americk&eacute;.</p>
<p>&nbsp;M&aacute;te-li jak&yacute;koli dotaz ohledn&#283; t&#283;chto z&aacute;sad ochrany osobn&iacute;ch &uacute;daj&#367; nebo sv&yacute;ch
pr&aacute;v z&nbsp;nich plynouc&iacute;ch, kontaktujte na&scaron;eho spr&aacute;vce pro &uacute;daje a&nbsp;informace: </p>
<p>Techtronic Industries UK Ltd<br/>Unit 3 Globeside Business Park<br/>Fieldhouse Lane, Marlow SL7 1HZ<br/>Anglie</p>
<p>Vzhledem k&nbsp;tomu, &#382;e s&iacute;dl&iacute;me mimo Evropu, mus&iacute;me jmenovat v&nbsp;r&aacute;mci Evropy z&aacute;stupce, kter&yacute; je
vedle n&aacute;s dal&scaron;&iacute;m kontaktem ohledn&#283; va&scaron;ich osobn&iacute;ch &uacute;daj&#367;. Na&scaron;&iacute;m z&aacute;stupcem v&nbsp;Evrop&#283; je spole&#269;nost Techtronic Industries UK Ltd, kterou m&#367;&#382;ete
kontaktovat n&aacute;sleduj&iacute;c&iacute;mi zp&#367;soby:</p>
<p>Techtronic Industries UK Ltd<br/>Unit 3 Globeside Business Park<br/>Fieldhouse Lane, Marlow SL7 1HZ<br/>Anglie</p>
<p>Pokud byly va&#353;e osobn&iacute; &uacute;daje p&#345;id&aacute;ny na &uacute;&#269;et jednoho z na&#353;ich majitel&#367; &uacute;&#269;t&#367;,
uv&#283;domte si pros&iacute;m, &#382;e je to rozhodnut&iacute; majitele &uacute;&#269;tu pou&#382;&iacute;vat va&#353;e osobn&iacute; &uacute;daje t&iacute;mto zp&#367;sobem a &#382;e majitel &uacute;&#269;tu je zodpov&#283;dn&yacute; za
prok&aacute;z&aacute;n&iacute;, &#382;e m&aacute; pr&aacute;vo pou&#382;&iacute;vat va&#353;e osobn&iacute; &uacute;daje. Va&#353;e osobn&iacute; &uacute;daje budou zpracov&aacute;ny tak, jak je stanoveno v t&#283;chto z&aacute;sad&aacute;ch.</p>
<p>2&nbsp;
INFORMACE, KTER&Eacute; O&nbsp;V&Aacute;S SHROMA&#381;&#270;UJEME </p>
<p>Mezi osobn&iacute; &uacute;daje, kter&eacute; od v&aacute;s nebo o&nbsp;v&aacute;s shroma&#382;&#271;ujeme, pat&#345;&iacute;
n&aacute;sleduj&iacute;c&iacute;:</p>
<ul>
<li>Jm&eacute;no </li>
<li>Adresa </li>
<li>E-mailov&aacute; adresa</li>
<li>Telefonn&iacute; &#269;&iacute;slo
</li>
<li>Osobn&iacute; popis
a&nbsp;fotografie</li>
<li>Informace o&nbsp;tom, jak, kdy
a&nbsp;jak &#269;asto pou&#382;&iacute;v&aacute;te sv&eacute; n&aacute;stroje ONE-KEY&trade;</li>
<li>Informace o&nbsp;tom, kde byly
va&scaron;e n&aacute;stroje ONE-KEY&trade; pou&#382;ity (pokud tuto slu&#382;bu pou&#382;ijete v&nbsp;aplikaci ONE-KEY&trade;)</li>
<li>Pokud jste aplikaci ONE-KEY&trade;
pou&#382;ili na mobiln&iacute;m za&#345;&iacute;zen&iacute;, m&#367;&#382;eme zaznamenat ID va&scaron;eho mobiln&iacute;ho za&#345;&iacute;zen&iacute;, jestli&#382;e pou&#382;&iacute;v&aacute;te ur&#269;it&eacute; funkce
(nap&#345;&iacute;klad
vykazov&aacute;n&iacute; n&aacute;stroje)</li>
<li>Technick&eacute; &uacute;daje,
v&#269;etn&#283; IP adresy pou&#382;it&eacute; k&nbsp;p&#345;ipojen&iacute; va&scaron;eho za&#345;&iacute;zen&iacute; k&nbsp;internetu, va&scaron;e p&#345;ihla&scaron;ovac&iacute; &uacute;daje, typ a&nbsp;verze prohl&iacute;&#382;e&#269;e,
nastaven&iacute; &#269;asov&eacute;ho p&aacute;sma, typy a&nbsp;verze modul&#367; plug-in prohl&iacute;&#382;e&#269;e, typy za&#345;&iacute;zen&iacute;, opera&#269;n&iacute; syst&eacute;m</li>
<li>Informace o&nbsp;va&scaron;&iacute;
n&aacute;v&scaron;t&#283;v&#283; na na&scaron;em webu, v&#269;etn&#283; &uacute;pln&yacute;ch adres URL, cesty na n&aacute;&scaron; web, na n&#283;m a&nbsp;z&nbsp;n&#283;j (v&#269;etn&#283; data a&nbsp;&#269;asu), produkty, kter&eacute; jste
si prohl&eacute;dli, hledali nebo zakoupili, doba odezvy str&aacute;nky, chyby stahov&aacute;n&iacute;, d&eacute;lka n&aacute;v&scaron;t&#283;vy na konkr&eacute;tn&iacute;ch str&aacute;nk&aacute;ch, informace o&nbsp;interakci se
str&aacute;nkami (nap&#345;. posouv&aacute;n&iacute;, klik&aacute;n&iacute; a&nbsp;najet&iacute; my&scaron;&iacute;), zp&#367;soby prohl&iacute;&#382;en&iacute; webu</li>
</ul>
<p>
M&#367;&#382;eme tak&eacute; shroma&#382;&#271;ovat osobn&iacute; &uacute;daje jak&eacute;koli osoby, kter&eacute; povol&iacute;te pou&#382;&iacute;vat sv&eacute; n&aacute;stroje ONE-KEY&trade;, nebo osobn&iacute; &uacute;daje va&#353;ich zam&#283;stnanc&#367; nebo dodavatel&#367;, kter&eacute; p&#345;id&aacute;te do sv&eacute;ho &uacute;&#269;tu (&bdquo;Data p&#345;idan&yacute;ch u&#382;ivatel&#367;“), nebo osobn&iacute; &uacute;daje v&iacute;ce u&#382;ivatel&#367;, kter&eacute; pozvete nebo kte&#345;&iacute; byli pozv&aacute;ni k p&#345;ipojen&iacute; se k va&#353;emu &uacute;&#269;tu (&bdquo;Multi-User“ / &bdquo;data Multi-User“).Pokud jste nap&#345;&iacute;klad pov&#283;&#345;ili zam&#283;stnance, aby pou&#382;&iacute;val v&aacute;&#353; n&aacute;stroj ONE-KEY&trade;, m&#367;&#382;ete podle jeho pou&#382;&iacute;v&aacute;n&iacute; n&aacute;stroje ONE-KEY&trade; potenci&aacute;ln&#283; identifikovat osobn&iacute; &uacute;daje o tomto zam&#283;stnanci, jeho um&iacute;st&#283;n&iacute;, v&yacute;konu nebo pracovn&iacute;ch zvyc&iacute;ch.Je va&#353;&iacute; povinnost&iacute; dodr&#382;ovat v&#353;echny platn&eacute; pr&aacute;vn&iacute; p&#345;edpisy o ochran&#283; osobn&iacute;ch &uacute;daj&#367; a p&#345;edem informovat v&#353;echny sv&eacute; zam&#283;stnance nebo t&#345;et&iacute; osoby, jejich&#382; osobn&iacute; &uacute;daje jsou p&#345;id&aacute;ny do va&#353;eho &uacute;&#269;tu a kter&eacute; pou&#382;&iacute;vaj&iacute; v&aacute;&#353; n&aacute;stroj ONE-KEY&trade;, o shroma&#382;&#271;ov&aacute;n&iacute; jejich osobn&iacute;ch &uacute;daj&#367; t&iacute;mto zp&#367;sobem. Maj&iacute;-li jak&eacute;koli dal&#353;&iacute; ot&aacute;zky t&yacute;kaj&iacute;c&iacute; se zp&#367;sobu, jak&yacute;m mohou b&yacute;t pou&#382;&iacute;v&aacute;ny jejich osobn&iacute; &uacute;daje, m&#283;li byste je upozornit na tyto z&aacute;sady ochrany osobn&iacute;ch &uacute;daj&#367;. V &#382;&aacute;dn&eacute;m p&#345;&iacute;pad&#283; neponeseme odpov&#283;dnost za jak&eacute;koli n&aacute;roky, kter&eacute; v&#367;&#269;i v&aacute;m (nebo n&aacute;m) vznese t&#345;et&iacute; strana pou&#382;&iacute;vaj&iacute;c&iacute; v&aacute;&#353; n&aacute;stroj ONE-KEY&trade;, nebo jej&iacute;&#382; osobn&iacute; &uacute;daje jste p&#345;idali na sv&#367;j &uacute;&#269;et nebo kterou jste pozvali k propojen&iacute; se s va&#353;&iacute;m &uacute;&#269;tem, t&yacute;kaj&iacute;c&iacute; se jak&eacute;hokoli poru&#353;en&iacute; platn&yacute;ch pr&aacute;vn&iacute;ch p&#345;edpis&#367; o ochran&#283; osobn&iacute;ch &uacute;daj&#367;. Jste odpov&#283;dn&iacute; za to, &#382;e m&aacute;te opr&aacute;vn&#283;n&iacute; poskytnout n&aacute;m data p&#345;idan&yacute;ch u&#382;ivatel&#367; (v&#269;etn&#283; toho, &#382;e ozn&aacute;m&iacute;te dot&#269;en&yacute;m jednotlivc&#367;m, &#382;e budete p&#345;id&aacute;vat jejich osobn&iacute; &uacute;daje na sv&#367;j &uacute;&#269;et) a &#382;e my jsme opr&aacute;vn&#283;ni pou&#382;&iacute;vat data p&#345;idan&yacute;ch u&#382;ivatel&#367;, abychom v&aacute;m mohli poskytovat funkce aplikace ONE-KEY&trade;. Pro &uacute;&#269;ely z&aacute;kon&#367; o ochran&#283; osobn&iacute;ch &uacute;daj&#367; budete spr&aacute;vcem dat p&#345;idan&yacute;ch u&#382;ivatel&#367; a my budeme zpracovatelem dat (tzn. za data p&#345;idan&yacute;ch u&#382;ivatel&#367; m&aacute;te zodpov&#283;dnost a my v&aacute;m poskytujeme slu&#382;bu, kter&aacute; v&aacute;m umo&#382;n&iacute; zahrnout data p&#345;idan&yacute;ch u&#382;ivatel&#367; do sv&eacute;ho &uacute;&#269;tu).
<br/><br/>
Funkce Multi-User pro v&iacute;ce u&#382;ivatel&#367; m&#367;&#382;e u&#382;ivatel&#367;m aplikace ONE-KEY&trade; umo&#382;nit zad&aacute;vat a ukl&aacute;dat informace o jin&yacute;ch u&#382;ivatel&iacute;ch, jsou-li tito ostatn&iacute; u&#382;ivatel&eacute; spojeni s p&#367;vodn&iacute;m u&#382;ivatelem, za &uacute;&#269;elem propojen&iacute; &uacute;&#269;t&#367; v&iacute;ce u&#382;ivatel&#367; a usnadn&#283;n&iacute; koordinace a organizace mezi skupinou p&#345;idru&#382;en&yacute;ch u&#382;ivatel&#367;. POU&#381;IT&Iacute;M JAK&Eacute;KOLIV FUNKCE MULTI-USER APLIKACE ONE-KEY&trade; VYJAD&#344;UJETE V&Yacute;SLOVN&#282; SV&#366;J SOUHLAS S N&Aacute;SLEDUJ&Iacute;C&Iacute;M:(A) Prohla&#353;ujete a zaru&#269;ujete, &#382;e p&#345;ed zad&aacute;n&iacute;m jak&yacute;chkoli osobn&iacute;ch &uacute;daj&#367; o jak&eacute;koli jin&eacute; osob&#283; jste (i) tuto osobu upozornili na skute&#269;nost, &#382;e m&aacute;te v &uacute;myslu vlo&#382;it jej&iacute; osobn&iacute; &uacute;daje do aplikace ONE-KEY&trade; za &uacute;&#269;elem p&#345;&iacute;stupu k aplikaci ONE-KEY&trade; a pou&#382;&iacute;v&aacute;n&iacute; jej&iacute;ch funkc&iacute;, (ii) informovali tuto osobu o osobn&iacute;ch &uacute;daj&iacute;ch, kter&eacute; budete zad&aacute;vat, (iii) poskytli odkaz na z&aacute;sady ochrany osobn&iacute;ch &uacute;daj&#367; (http://uk.milwaukeetool.eu/one-key/privacy-policy/), kter&eacute; upravuj&iacute; n&aacute;&#353; p&#345;&iacute;stup, pou&#382;it&iacute; a zve&#345;ejn&#283;n&iacute; takov&yacute;ch informac&iacute;, jakmile jsou zad&aacute;ny, a (iv) z&iacute;skali v&yacute;slovn&yacute; souhlas ka&#382;d&eacute; takov&eacute; osoby pro takov&eacute; zve&#345;ejn&#283;n&iacute; a pou&#382;it&iacute; p&#345;&iacute;slu&#353;n&yacute;ch osobn&iacute;ch &uacute;daj&#367;; a (B) pokud je v&aacute;&#353; &uacute;&#269;et propojen s jin&yacute;m &uacute;&#269;tem v souvislosti s jakoukoli funkc&iacute; Multi-User aplikace ONE-KEY&trade;, berete na v&#283;dom&iacute; a souhlas&iacute;te s t&iacute;m, &#382;e jste si p&#345;e&#269;etli a p&#345;ijali z&aacute;sady ochrany osobn&iacute;ch &uacute;daj&#367; (http://uk.milwaukeetool.eu/one-key/privacy-policy/) a &#382;e n&aacute;s v&yacute;slovn&#283; zmoc&#328;ujete k uchov&aacute;v&aacute;n&iacute;, pou&#382;&iacute;v&aacute;n&iacute; a zve&#345;ej&#328;ov&aacute;n&iacute; va&#353;ich osobn&iacute;ch &uacute;daj&#367; spojen&yacute;ch s t&iacute;mto &uacute;&#269;tem za &uacute;&#269;elem poskytov&aacute;n&iacute; funkc&iacute; aplikace ONE-KEY&trade; a v&#353;ech souvisej&iacute;c&iacute;ch slu&#382;eb a funk&#269;nosti, dokud v&aacute;&#353; &uacute;&#269;et z&#367;stane propojen&yacute;.
</p>
<p>3&nbsp;
JAK INFORMACE O&nbsp;V&Aacute;S SHROMA&#381;&#270;UJEME</p>
<p>Informace o&nbsp;v&aacute;s m&#367;&#382;eme shroma&#382;&#271;ovat r&#367;zn&yacute;mi zp&#367;soby, nap&#345;&iacute;klad:</p>
<ul>
<li>zalo&#382;&iacute;te si u&nbsp;n&aacute;s &uacute;&#269;et, </li>
<li>otev&#345;ete n&aacute;&scaron; web nebo na&scaron;i aplikaci ONE-KEY&trade;,</li>
<li>p&#345;ihl&aacute;s&iacute;te se k&nbsp;odb&#283;ru na&scaron;eho zpravodaje, </li>
<li>zaregistrujete si u&nbsp;n&aacute;s sv&#367;j n&aacute;stroj ONE-KEY&trade; nebo zaregistrujete sv&eacute; n&aacute;stroje
k&nbsp;prodlou&#382;en&eacute; z&aacute;ruce,</li>
<li>kontaktujete n&aacute;&scaron; t&yacute;m slu&#382;eb z&aacute;kazn&iacute;k&#367;m,</li>
<li>z&uacute;&#269;astn&iacute;te se n&#283;kter&eacute; z&nbsp;na&scaron;ich sout&#283;&#382;&iacute; nebo propaga&#269;n&iacute;ch akc&iacute;
nebo vypln&iacute;te pr&#367;zkum,</li>
<li>interakc&iacute; s&nbsp;n&aacute;mi na soci&aacute;ln&iacute;ch s&iacute;t&iacute;ch (nap&#345;&iacute;klad t&iacute;m, &#382;e n&aacute;s
zm&iacute;n&iacute;te/ozna&#269;&iacute;te nebo &#382;e n&aacute;s p&#345;&iacute;mo kontaktujete). </li>
</ul>
<p>D&aacute;le pokud pou&#382;&iacute;v&aacute;te funkce &#345;&iacute;zen&iacute; invent&aacute;&#345;e v&nbsp;aplikaci ONE-KEY&trade;, tato aplikace
bude automaticky shroma&#382;&#271;ovat &uacute;daje z&nbsp;va&scaron;ich n&aacute;stroj&#367; ONE-KEY&trade;, kter&eacute; jsou zaregistrov&aacute;ny pod va&scaron;&iacute;m &uacute;&#269;tem. Mezi n&#283; pat&#345;&iacute;:</p>
<ul>
<li>identifika&#269;n&iacute; &uacute;daje n&aacute;stroje (nap&#345;. s&eacute;riov&eacute; &#269;&iacute;slo),</li>
<li>&uacute;daje o&nbsp;pou&#382;&iacute;v&aacute;n&iacute; n&aacute;stroje (nap&#345;. datum/&#269;as po&#269;&aacute;tku a&nbsp;konce
pou&#382;&iacute;v&aacute;n&iacute;),</li>
<li>loka&#269;n&iacute; &uacute;daje n&aacute;stroje (pokud vy nebo kdokoli, kdo pou&#382;&iacute;v&aacute; aplikaci ONE-KEY&trade;, m&aacute;te
aktivov&aacute;n Bluetooth nebo pokud je v&aacute;&scaron; n&aacute;stroj v&nbsp;dosahu Bluetooth za&#345;&iacute;zen&iacute; t&eacute;to osoby, pou&#382;&iacute;v&aacute;me tyto informace k&nbsp;identifikaci um&iacute;st&#283;n&iacute;
va&scaron;eho n&aacute;stroje. Ve&scaron;ker&eacute; osobn&iacute; &uacute;daje, kter&eacute; o&nbsp;v&aacute;s (nebo jak&eacute;koli t&#345;et&iacute; osob&#283;) shroma&#382;&#271;ujeme, pokud jde o&nbsp;to, kde se nach&aacute;z&iacute;te
(nap&#345;. pokud m&aacute;te n&aacute;stroj ONE-KEY&trade; vy nebo n&#283;kter&yacute; ze zam&#283;stnanc&#367;), jdou pomocn&eacute; pro n&aacute;&scaron; &uacute;&#269;el shroma&#382;&#271;ov&aacute;n&iacute; t&#283;chto
loka&#269;n&iacute;ch &uacute;daj&#367;, abychom v&aacute;m pomohli ur&#269;it um&iacute;st&#283;n&iacute; va&scaron;eho n&aacute;stroje ONE-KEY&trade;. Sledujeme va&scaron;e n&aacute;stroje ONE-KEY&trade;, ne v&aacute;s!</li>
</ul>
<p>4&nbsp;
JAK POU&#381;&Iacute;V&Aacute;ME VA&Scaron;E OSOBN&Iacute; &Uacute;DAJE A&nbsp;JAK&Eacute; PRO TO M&Aacute;ME D&#366;VODY?</p>
<table>
<tbody>
<tr>
<td width="50%">
<p><strong>Jak
a&nbsp;pro&#269;
pou&#382;&iacute;v&aacute;me va&scaron;e osobn&iacute; &uacute;daje</strong></p>
</td>
<td width="50%">
<p><strong>Jak&eacute; jsou
na&scaron;e pr&aacute;vn&iacute; d&#367;vody pro zpracov&aacute;n&iacute; va&scaron;ich osobn&iacute;ch &uacute;daj&#367;</strong></p>
</td>
</tr>
<tr>
<td>
<p>Abychom v&aacute;m
poskytovali informace, produkty a&nbsp;slu&#382;by, kter&eacute; si od n&aacute;s vy&#382;&aacute;d&aacute;te nebo zakoup&iacute;te (tj. k&nbsp;proveden&iacute; ur&#269;it&yacute;ch &uacute;kol&#367;, proces&#367; a&nbsp;ke komunikaci
s&nbsp;v&aacute;mi ohledn&#283; t&#283;chto produkt&#367; a&nbsp;slu&#382;eb, kter&eacute; si od n&aacute;s zakoup&iacute;te nebo vy&#382;&aacute;d&aacute;te), a&nbsp;k&nbsp;odpov&iacute;d&aacute;n&iacute; na va&scaron;e dotazy
a&nbsp;koment&aacute;&#345;e.</p>
</td>
<td rowspan="3">
<p>Pr&aacute;vn&iacute;m
z&aacute;kladem, na n&#283;m&#382; shroma&#382;&#271;ujeme a&nbsp;zpracov&aacute;v&aacute;me va&scaron;e osobn&iacute; &uacute;daje ve vztahu k&nbsp;objedn&aacute;vce produkt&#367; a&nbsp;slu&#382;eb nebo va&scaron;emu
pou&#382;&iacute;v&aacute;n&iacute; aplikace ONE-KEY&trade;, jsou na&scaron;e smluvn&iacute; ujedn&aacute;n&iacute;. </p>
<p>P&#345;&iacute;padn&#283;
mohou b&yacute;t v&nbsp;n&#283;kter&yacute;ch situac&iacute;ch pr&aacute;vn&iacute;m z&aacute;kladem na&scaron;e opr&aacute;vn&#283;n&eacute; z&aacute;jmy jako firmy (je nap&#345;&iacute;klad v&nbsp;na&scaron;em z&aacute;jmu
m&#283;&#345;it spokojenost z&aacute;kazn&iacute;k&#367; a&nbsp;&#345;e&scaron;it probl&eacute;my z&aacute;kazn&iacute;k&#367;). V&nbsp;p&#345;&iacute;padech, kdy jsou pr&aacute;vn&iacute;m z&aacute;kladem na&scaron;e
opr&aacute;vn&#283;n&eacute; z&aacute;jmy, v&#382;dy zajist&iacute;me, aby tyto na&scaron;e z&aacute;jmy byly vyv&aacute;&#382;eny ve vztahu k&nbsp;va&scaron;im pr&aacute;v&#367;m.</p>
</td>
</tr>
<tr>
<td>
<p>Abychom v&aacute;m,
kdy&#382;
pou&#382;&iacute;v&aacute;te na&scaron;i aplikaci ONE-KEY&trade;, mohli poskytovat slu&#382;by, kter&eacute; jste si od n&aacute;s prost&#345;ednictv&iacute;m t&eacute;to aplikace vy&#382;&aacute;dali.&nbsp; Mezi n&#283; mohou
pat&#345;it loka&#269;n&iacute; &uacute;daje shrom&aacute;&#382;d&#283;n&eacute; prost&#345;ednictv&iacute;m na&scaron;eho invent&aacute;rn&iacute;ho syst&eacute;mu n&aacute;stroj&#367; ONE-KEY&trade;, pokud se rozhodnete povolit
Bluetooth a&nbsp;tuto funkci pou&#382;&iacute;vat. </p>
</td>
</tr>
<tr>
<td>
<p>K&nbsp;m&#283;&#345;en&iacute;
spokojenosti na&scaron;ich z&aacute;kazn&iacute;k&#367; a&nbsp;k&nbsp;poskytov&aacute;n&iacute; slu&#382;eb z&aacute;kazn&iacute;k&#367;m (v&#269;etn&#283; &#345;e&scaron;en&iacute; probl&eacute;m&#367; ve spojen&iacute;
s&nbsp;n&aacute;kupem nebo va&scaron;imi &#382;&aacute;dostmi o&nbsp;slu&#382;by nebo kdy&#382; n&aacute;m zad&aacute;te dotaz na soci&aacute;ln&iacute;ch s&iacute;t&iacute;ch).</p>
</td>
</tr>
<tr>
<td>
<p>Va&scaron;e osobn&iacute;
&uacute;daje m&#367;&#382;eme pou&#382;&iacute;t k&nbsp;informov&aacute;n&iacute; o&nbsp;relevantn&iacute;ch produktech a&nbsp;nab&iacute;dk&aacute;ch (d&aacute;le jen &bdquo;marketing&ldquo;). </p>
 </td>
<td>
<p>Obvykle m&#367;&#382;eme
va&scaron;e osobn&iacute; &uacute;daje pou&#382;&iacute;t k&nbsp;zas&iacute;l&aacute;n&iacute; marketingov&yacute;ch sd&#283;len&iacute;, pokud k&nbsp;tomu m&aacute;me v&aacute;&scaron; souhlas; v&nbsp;n&#283;kter&yacute;ch
p&#345;&iacute;padech i&nbsp;na z&aacute;klad&#283; opr&aacute;vn&#283;n&eacute;ho z&aacute;jmu. </p>
<p>M&#367;&#382;ete n&aacute;s
po&#382;&aacute;dat, abychom p&#345;estali zas&iacute;lat marketingov&aacute; sd&#283;len&iacute;, t&iacute;m, &#382;e n&aacute;s kdykoli kontaktujete na kontaktech uveden&yacute;ch v&nbsp;horn&iacute; &#269;&aacute;sti t&#283;chto
z&aacute;sad https://cs.milwaukeetool.eu/footer/privacy-policy/</p>
</td>
</tr>
<tr>
<td>
<p>Ke sledov&aacute;n&iacute;
pou&#382;it&iacute; na&scaron;&iacute; aplikace a&nbsp;webu ONE-KEY&trade; a&nbsp;k&nbsp;zaji&scaron;t&#283;n&iacute; toho, aby byly pro v&aacute;s a&nbsp;va&scaron;e za&#345;&iacute;zen&iacute; prezentov&aacute;ny co
nej&uacute;&#269;inn&#283;ji a&nbsp;nejrelevantn&#283;ji.</p>
<p>K&nbsp;tomu
m&#367;&#382;eme
pou&#382;&iacute;vat soubory cookie.</p>
</td>
<td>
<p>M&aacute;me
opr&aacute;vn&#283;n&yacute; z&aacute;jem zajistit, aby n&aacute;&scaron; web a&nbsp;na&scaron;e aplikace ONE-KEY&trade; fungovaly spr&aacute;vn&#283; a&nbsp;aby na&scaron;e produkty a&nbsp;slu&#382;by byly kvalitn&iacute;
a&nbsp;&uacute;&#269;inn&eacute;. </p>
<p>Soubory cookie na
va&scaron;e
za&#345;&iacute;zen&iacute; umis&#357;ujeme na z&aacute;klad&#283; souhlasu. Informace o&nbsp;tom, jak pou&#382;&iacute;v&aacute;me soubory cookie, najdete v&nbsp;na&scaron;em prohl&aacute;&scaron;en&iacute;
o&nbsp;pou&#382;&iacute;v&aacute;n&iacute; soubor&#367; cookie <a style="color: purple; text-decoration: underline;" href="https://cs.milwaukeetool.eu/cookies">https://cs.milwaukeetool.eu/cookies</a>/.</p>
</td>
</tr>
<tr>
<td>
<p>Kdy&#382; n&aacute;m
telefonujete, m&#367;&#382;eme hovory nahr&aacute;vat a&nbsp;tyto &uacute;daje pou&#382;&iacute;t pro &uacute;&#269;ely &scaron;kolen&iacute; a&nbsp;zabezpe&#269;ov&aacute;n&iacute; kvality (o&nbsp;nahr&aacute;v&aacute;n&iacute; hovoru
v&aacute;s informujeme p&#345;edem). </p>
</td>
<td>
<p>&Uacute;daje
pou&#382;&iacute;v&aacute;me t&iacute;mto zp&#367;sobem z&nbsp;r&#367;zn&yacute;ch d&#367;vod&#367;. M&#367;&#382;e se jednat o&nbsp;z&aacute;konnou povinnost a&nbsp;je rovn&#283;&#382; na&scaron;&iacute;m opr&aacute;vn&#283;n&yacute;m
z&aacute;jmem analyzovat z&aacute;znamy hovor&#367; pro &uacute;&#269;ely kontroly kvality.</p>
</td>
</tr>
<tr>
<td>
<p>Abychom zajistili
spr&aacute;vnost osobn&iacute;ch a&nbsp;finan&#269;n&iacute;ch &uacute;daj&#367;, kter&eacute; n&aacute;m poskytnete </p>
</td>
<td rowspan="4">
<p>V&nbsp;n&#283;kter&yacute;ch
p&#345;&iacute;padech budeme pou&#382;&iacute;vat va&scaron;e osobn&iacute; &uacute;daje, proto&#382;e je to nezbytn&eacute;, abychom splnili z&aacute;konnou povinnost (nap&#345;&iacute;klad pokud obdr&#382;&iacute;me
opr&aacute;vn&#283;nou &#382;&aacute;dost od policejn&iacute;ho org&aacute;nu). V&nbsp;jin&yacute;ch p&#345;&iacute;padech (nap&#345;&iacute;klad detekce podvodu nebo zaji&scaron;&#357;ov&aacute;n&iacute; bezpe&#269;nosti webu) bude
z&aacute;kladem toho, abychom va&scaron;e osobn&iacute; &uacute;daje takto pou&#382;&iacute;vali, opr&aacute;vn&#283;n&yacute; z&aacute;jem n&aacute;s jako firmy. V&nbsp;p&#345;&iacute;padech, kdy jsou pr&aacute;vn&iacute;m
z&aacute;kladem na&scaron;e opr&aacute;vn&#283;n&eacute; z&aacute;jmy, v&#382;dy zajist&iacute;me, aby tyto na&scaron;e z&aacute;jmy byly vyv&aacute;&#382;eny ve vztahu k&nbsp;va&scaron;im pr&aacute;v&#367;m. </p>
</td>
</tr>
<tr>
<td>
<p>Ke
zji&scaron;&#357;ov&aacute;n&iacute;, &scaron;et&#345;en&iacute;, hl&aacute;&scaron;en&iacute; a&nbsp;prevenci finan&#269;n&iacute; kriminality nebo jin&yacute;ch protipr&aacute;vn&iacute;ch &#269;innost&iacute;</p>
</td>
</tr>
<tr>
<td>
<p>K&nbsp;&#345;&iacute;zen&iacute;
rizik pro n&aacute;s a&nbsp;na&scaron;e z&aacute;kazn&iacute;ky</p>
</td>
</tr>
<tr>
<td>
<p>K&nbsp;pln&#283;n&iacute;
na&scaron;ich z&aacute;konn&yacute;ch povinnost&iacute; a&nbsp;povinnost&iacute; plynouc&iacute;ch z&nbsp;dodr&#382;ov&aacute;n&iacute; p&#345;edpis&#367;</p>
</td>
</tr>
</tbody>
</table>
<p>5&nbsp;
JAK SD&Iacute;L&Iacute;ME VA&Scaron;E OSOBN&Iacute; &Uacute;DAJE?</p>
<p>Abychom v&aacute;m mohli poskytovat sv&eacute; produkty a&nbsp;slu&#382;by, sd&iacute;l&iacute;me va&scaron;e osobn&iacute; &uacute;daje
s&nbsp;d&#367;v&#283;ryhodn&yacute;mi extern&iacute;mi poskytovateli slu&#382;eb nebo spole&#269;nostmi v&nbsp;r&aacute;mci na&scaron;&iacute; skupiny, jak je podrobn&#283;ji uvedeno n&iacute;&#382;e. Kdykoli poskytneme va&scaron;e
osobn&iacute;
&uacute;daje, pou&#382;&iacute;v&aacute;me z&aacute;ruky zaji&scaron;&#357;uj&iacute;c&iacute;, aby tyto jin&eacute; organizace uchov&aacute;valy va&scaron;e &uacute;daje v&nbsp;bezpe&#269;&iacute; a&nbsp;aby nepou&#382;&iacute;valy
va&scaron;e
osobn&iacute; &uacute;daje pro vlastn&iacute; marketingov&eacute; &uacute;&#269;ely, pokud jste n&aacute;m k&nbsp;tomu neposkytli souhlas. Va&scaron;e osobn&iacute; &uacute;daje nikdy neprod&aacute;me t&#345;et&iacute; osob&#283;. </p>
<p><u>K&nbsp;pln&#283;n&iacute; objedn&aacute;vek produkt&#367; a&nbsp;slu&#382;eb:</u></p>
<p>Spolupracujeme s&nbsp;&#345;adou d&#367;v&#283;ryhodn&yacute;ch poskytovatel&#367; slu&#382;eb, kte&#345;&iacute; pro n&aacute;s poskytuj&iacute;
slu&#382;by. Kdy&#382; si od n&aacute;s zakoup&iacute;te produkty a&nbsp;slu&#382;by, mezi slu&#382;by poskytovan&eacute; t&#283;mito poskytovateli slu&#382;eb pat&#345;&iacute; hosting webu a&nbsp;datab&aacute;z&iacute;
a&nbsp;doru&#269;ov&aacute;n&iacute;. Spolupr&aacute;ce s&nbsp;t&#283;mito poskytovateli slu&#382;eb je na&scaron;&iacute;m opr&aacute;vn&#283;n&yacute;m z&aacute;jmem jako firmy, jeliko&#382; nemus&iacute;me b&yacute;t schopni tyto
slu&#382;by
sami poskytovat. V&nbsp;ka&#382;d&eacute;m p&#345;&iacute;pad&#283; zajist&iacute;me, &#382;e dan&yacute; poskytovatel slu&#382;by bude moci pou&#382;&iacute;t va&scaron;e osobn&iacute; &uacute;daje pouze k&nbsp;tomu, aby n&aacute;m poskytoval
slu&#382;by, a&nbsp;ne k&nbsp;&#382;&aacute;dn&eacute;mu jin&eacute;mu &uacute;&#269;elu.&nbsp; <br/><br/><br/><br/><br/></p>
<p><u>Jin&eacute; profesion&aacute;ln&iacute; slu&#382;by:</u></p>
<p>Mo&#382;n&aacute; bude nutn&eacute;, abychom va&scaron;e osobn&iacute; &uacute;daje poskytli na&scaron;im pojistitel&#367;m, pokud se
domn&iacute;v&aacute;me, &#382;e je to nutn&eacute; na z&aacute;klad&#283; na&scaron;eho smluvn&iacute;ho vztahu s&nbsp;na&scaron;&iacute;m poskytovatelem poji&scaron;t&#283;n&iacute;. </p>
<p>Spolupracujeme s&nbsp;pe&#269;liv&#283; vybran&yacute;mi t&#345;et&iacute;mi osobami, nap&#345;&iacute;klad poskytovatelem hostingu datab&aacute;ze
z&aacute;kazn&iacute;k&#367;, marketingov&yacute;mi agenturami a&nbsp;reklamn&iacute;mi partnery, kte&#345;&iacute; n&aacute;m pom&aacute;haj&iacute; dosahovat pozitivn&iacute; z&aacute;kaznick&eacute; zku&scaron;enosti.</p>
<p><u>K&nbsp;prevenci a&nbsp;detekci trestn&eacute; &#269;innosti nebo jin&eacute;mu dodr&#382;ov&aacute;n&iacute; z&aacute;kon&#367;:</u></p>
<p>Mohou existovat p&#345;&iacute;pady, kdy m&aacute;me z&aacute;konnou povinnost sd&iacute;let nebo poskytnout va&scaron;e osobn&iacute; &uacute;daje,
nap&#345;&iacute;klad policejn&iacute;m org&aacute;n&#367;m nebo org&aacute;n&#367;m ve&#345;ejn&eacute; spr&aacute;vy, za &uacute;&#269;elem prevence nebo detekce trestn&eacute; &#269;innosti &#269;i pln&#283;n&iacute; z&aacute;konn&eacute;ho
po&#382;adavku. </p>
<p><u>Zpracov&aacute;n&iacute; &uacute;daj&#367; v&nbsp;r&aacute;mci skupiny a&nbsp;struktura skupiny:</u></p>
<p>V&nbsp;na&scaron;&iacute; skupin&#283; doch&aacute;z&iacute; ke sd&iacute;len&iacute; r&#367;zn&yacute;ch operac&iacute; a&nbsp;podnikov&yacute;ch
proces&#367;.&nbsp; Va&scaron;e osobn&iacute; &uacute;daje m&#367;&#382;eme sd&iacute;let s&nbsp;kter&yacute;mkoli &#269;lenem na&scaron;&iacute; skupiny, abychom plnili smluvn&iacute; povinnosti v&#367;&#269;i v&aacute;m nebo proto&#382;e je
to
na&scaron;&iacute;m opr&aacute;vn&#283;n&yacute;m z&aacute;jmem. Pokud nap&#345;&iacute;klad pou&#382;&iacute;v&aacute;te na&scaron;e slu&#382;by v&nbsp;Evrop&#283;, va&scaron;e &uacute;daje bude zpracov&aacute;vat Techtronic Industries ELC
GmbH, spole&#269;nost z&nbsp;na&scaron;&iacute; skupiny, kter&aacute; pro n&aacute;s hostuje na&scaron;e slu&#382;by v&nbsp;Evrop&#283;. </p>
<p>Podobn&#283; i&nbsp;kdy&#382; s&iacute;dl&iacute;me v&nbsp;USA, m&#367;&#382;eme va&scaron;e osobn&iacute; &uacute;daje sd&iacute;let
s&nbsp;na&scaron;&iacute; spole&#269;nost&iacute; ze skupiny nach&aacute;zej&iacute;c&iacute; se ve va&scaron;em st&aacute;t&#283;, abychom v&aacute;m zas&iacute;lali marketingov&aacute; sd&#283;len&iacute; ohledn&#283; na&scaron;ich
produkt&#367; a&nbsp;slu&#382;eb, kter&eacute; jsou k&nbsp;dispozici ve va&scaron;em st&aacute;t&#283;.&nbsp; </p>
<p>Va&scaron;e osobn&iacute; &uacute;daje m&#367;&#382;eme rovn&#283;&#382; sd&iacute;let, pokud se struktura na&scaron;&iacute; skupiny
v&nbsp;budoucnu
zm&#283;n&iacute;; nap&#345;&iacute;klad:</p>
<ul>
<li>M&#367;&#382;eme se rozhodnout prodat, p&#345;ev&eacute;st nebo f&uacute;zovat &#269;&aacute;sti na&scaron;&iacute; firmy nebo na&scaron;eho
majetku. M&#367;&#382;eme tak&eacute; usilovat o&nbsp;z&iacute;sk&aacute;n&iacute; jin&yacute;ch podnik&#367; nebo o&nbsp;f&uacute;zi s&nbsp;nimi.</li>
<li>B&#283;hem takov&eacute;hoto procesu m&#367;&#382;eme va&scaron;e osobn&iacute; &uacute;daje sd&iacute;let s&nbsp;jin&yacute;mi subjekty. To
ale u&#269;in&iacute;me, pouze pokud se zav&aacute;&#382;ou zajistit bezpe&#269;&iacute; a&nbsp;soukrom&iacute; va&scaron;ich &uacute;daj&#367;.</li>
<li>Dojde-li ke zm&#283;n&#283; v&nbsp;na&scaron;&iacute; skupin&#283;, va&scaron;e &uacute;daje mohou pou&#382;&iacute;vat jin&eacute; subjekty
stejn&#283;, jak je uvedeno v&nbsp;tomto ozn&aacute;men&iacute;.</li>
</ul>
<p>6&nbsp;
SOUBORY COOKIE</p>
<p>N&aacute;&scaron; web pou&#382;&iacute;v&aacute; soubory cookie, aby v&aacute;s odli&scaron;il od jin&yacute;ch u&#382;ivatel&#367;. D&iacute;ky
tomu
se v&aacute;m web bude l&eacute;pe pou&#382;&iacute;vat a&nbsp;my jej rovn&#283;&#382; m&#367;&#382;eme zlep&scaron;ovat. N&aacute;&scaron; web tak&eacute; pou&#382;&iacute;v&aacute; Google Analytics k&nbsp;hodnocen&iacute;, jak web
pou&#382;&iacute;v&aacute;te, a&nbsp;k&nbsp;poskytov&aacute;n&iacute; dal&scaron;&iacute;ch slu&#382;eb t&yacute;kaj&iacute;c&iacute;ch se pou&#382;&iacute;v&aacute;n&iacute; webu a&nbsp;internetu.</p>
<p>Podrobn&eacute; informace o&nbsp;souborech cookie, kter&eacute; pou&#382;&iacute;v&aacute;me (v&#269;etn&#283; Google Analytics),
a&nbsp;&uacute;&#269;elech, k&nbsp;jak&yacute;m je pou&#382;&iacute;v&aacute;me, naleznete v&nbsp;na&scaron;em ozn&aacute;men&iacute; o&nbsp;pou&#382;&iacute;v&aacute;n&iacute; soubor&#367; cookie <a style="color: purple; text-decoration: underline;"
href="https://cs.milwaukeetool.eu/cookies">https://cs.milwaukeetool.eu/cookies</a>/.</p>
<p>7&nbsp;
BEZPE&#269;NOST</p>
<p>Bezpe&#269;nost va&scaron;ich osobn&iacute;ch &uacute;daj&#367; bereme velmi v&aacute;&#382;n&#283;.&nbsp; Zavedli jsme r&#367;zn&eacute; strategie,
kontroly, z&aacute;sady a&nbsp;opat&#345;en&iacute;, abychom zajistili bezpe&#269;nost va&scaron;ich &uacute;daj&#367;, a&nbsp;tato opat&#345;en&iacute; zbl&iacute;zka sledujeme. Pou&#382;&iacute;v&aacute;me &#345;adu administrativn&iacute;ch,
logick&yacute;ch, fyzick&yacute;ch a&nbsp;&#345;&iacute;dic&iacute;ch opat&#345;en&iacute;, abychom va&scaron;e osobn&iacute; &uacute;daje ochr&aacute;nili p&#345;ed ztr&aacute;tou, kr&aacute;de&#382;&iacute;
a&nbsp;neopr&aacute;vn&#283;n&yacute;m p&#345;&iacute;stupem, pou&#382;it&iacute;m a&nbsp;&uacute;pravou.</p>
<p>8&nbsp;
P&#344;ED&Aacute;V&Aacute;N&Iacute; VA&Scaron;ICH OSOBN&Iacute;CH &Uacute;DAJ&#366; MIMO EVROPU</p>
<p>Va&scaron;e osobn&iacute; &uacute;daje budeme p&#345;ed&aacute;vat mimo Evropsk&yacute; hospod&aacute;&#345;sk&yacute; prostor (EHP) ke
zpracov&aacute;n&iacute;. S&iacute;dl&iacute;me v&nbsp;USA, a&nbsp;i&nbsp;kdy&#382; m&aacute;me evropsk&aacute; datov&aacute; centra, v&scaron;echny va&scaron;e &uacute;daje mohou b&yacute;t zpracov&aacute;v&aacute;ny v&nbsp;USA. </p>
<p>Je mo&#382;n&eacute;, &#382;e budeme rovn&#283;&#382; pot&#345;ebovat p&#345;edat va&scaron;e osobn&iacute; &uacute;daje mimo EHP, jestli&#382;e
spolupracujeme s&nbsp;dodavatelem nebo t&#345;et&iacute; osobou, kter&aacute; zpracov&aacute;v&aacute; n&#283;kter&eacute; ze sv&yacute;ch osobn&iacute;ch &uacute;daj&#367; mimo EHP. </p>
<p>Tyto zem&#283; (v&#269;etn&#283; USA) nemusej&iacute; m&iacute;t stejn&eacute; z&aacute;kony o&nbsp;ochran&#283; osobn&iacute;ch &uacute;daj&#367;
jako Spojen&eacute; kr&aacute;lovstv&iacute; a&nbsp;EHP, a&nbsp;va&scaron;e osobn&iacute; &uacute;daje tak nemusej&iacute; m&iacute;t stejnou ochranu. V&nbsp;t&#283;chto p&#345;&iacute;padech v&scaron;ak zajist&iacute;me, aby
ve&scaron;ker&eacute; p&#345;ed&aacute;v&aacute;n&iacute; va&scaron;ich osobn&iacute;ch &uacute;daj&#367; do zem&iacute; mimo EHP prob&#283;hlo za podm&iacute;nky vhodn&yacute;ch z&aacute;ruk, jako by byly &uacute;daje
zpracov&aacute;v&aacute;ny
v&nbsp;EHP, a&nbsp;v&nbsp;souladu se z&aacute;kladn&iacute;mi principy uveden&yacute;mi v&nbsp;tomto ozn&aacute;men&iacute; o&nbsp;ochran&#283; osobn&iacute;ch &uacute;daj&#367;. </p>
<p>M&aacute;te-li z&aacute;jem o&nbsp;dal&scaron;&iacute; informace, kontaktujte n&aacute;s na kontaktech uveden&yacute;ch v&nbsp;horn&iacute;
&#269;&aacute;sti t&#283;chto z&aacute;sad ochrany osobn&iacute;ch &uacute;daj&#367; https://cs.milwaukeetool.eu/footer/privacy-policy.</p>
<p>9&nbsp;
JAK DLOUHO BUDEME VA&Scaron;E OSOBN&Iacute; &Uacute;DAJE UCHOV&Aacute;VAT</p>
<p>Obecn&#283; &#345;e&#269;eno budeme va&scaron;e osobn&iacute; &uacute;daje uchov&aacute;vat pouze po dobu nezbytnou k&nbsp;&uacute;&#269;el&#367;m
popsan&yacute;m v&nbsp;tomto ozn&aacute;men&iacute; o&nbsp;ochran&#283; osobn&iacute;ch &uacute;daj&#367;.&nbsp; To znamen&aacute;, &#382;e doba uchov&aacute;v&aacute;n&iacute; se li&scaron;&iacute; v&nbsp;z&aacute;vislosti na typu
&uacute;daj&#367; a&nbsp;d&#367;vodu, pro&#269; &uacute;daje v&#367;bec m&aacute;me. </p>
<p>M&aacute;me zavedeny z&aacute;sady uchov&aacute;v&aacute;n&iacute;, kter&eacute; pravideln&#283; revidujeme s&nbsp;p&#345;ihl&eacute;dnut&iacute;m
k&nbsp;na&scaron;im d&#367;vod&#367;m pro zpracov&aacute;n&iacute; va&scaron;ich osobn&iacute;ch &uacute;daj&#367; a&nbsp;pr&aacute;vn&iacute;mu z&aacute;kladu pro zpracov&aacute;n&iacute;.</p>
<p>Sv&#367;j &uacute;&#269;et m&#367;&#382;ete kdykoli smazat kontaktov&aacute;n&iacute;m na&scaron;eho spr&aacute;vce pro &uacute;daje
a&nbsp;informace
na n&#283;kter&eacute; z&nbsp;adres uveden&yacute;ch v&yacute;&scaron;e v&nbsp;odd&iacute;lu&nbsp;1. </p>
<p>10&nbsp;
VA&Scaron;E PR&Aacute;VA &nbsp;</p>
<p>P&#345;&iacute;slu&scaron;n&eacute; z&aacute;kony o&nbsp;ochran&#283; osobn&iacute;ch &uacute;daj&#367; v&aacute;m ve vztahu k&nbsp;va&scaron;im
osobn&iacute;m &uacute;daj&#367;m zakl&aacute;daj&iacute; &#345;adu pr&aacute;v. M&aacute;te pr&aacute;vo:</p>
<ul>
<li>po&#382;&aacute;dat n&aacute;s,
abychom nepou&#382;&iacute;vali va&scaron;e osobn&iacute; &uacute;daje pro &uacute;&#269;ely p&#345;&iacute;m&eacute;ho marketingu;</li>
<li>po&#382;&aacute;dat n&aacute;s,
abychom ov&#283;&#345;ili, jak&eacute; osobn&iacute; &uacute;daje o&nbsp;v&aacute;s m&aacute;me, a&nbsp;zjistili zp&#367;sob zpracov&aacute;n&iacute; t&#283;chto &uacute;daj&#367; (a&nbsp;za n&#283;kter&yacute;ch okolnost&iacute; n&aacute;s
m&#367;&#382;ete po&#382;&aacute;dat, abychom poskytli kopii t&#345;et&iacute; osob&#283;); </li>
<li>po&#382;&aacute;dat n&aacute;s,
abychom opravili &#269;i aktualizovali nep&#345;esn&eacute; osobn&iacute; &uacute;daje; </li>
<li>po&#382;&aacute;dat
o&nbsp;odstran&#283;n&iacute; osobn&iacute;ch &uacute;daj&#367; v&nbsp;n&#283;kter&yacute;ch p&#345;&iacute;padech (ale ne v&#382;dy), kdy&#382; u&#382; pro dal&scaron;&iacute; pou&#382;&iacute;v&aacute;n&iacute; nem&aacute;me
&#382;&aacute;dn&yacute; dobr&yacute; d&#367;vod;</li>
<li>po&#382;&aacute;dat n&aacute;s,
abychom na p&#345;echodnou dobu p&#345;estali va&scaron;e &uacute;daje pou&#382;&iacute;vat, pokud se domn&iacute;v&aacute;te, &#382;e nem&aacute;me pr&aacute;vo je pou&#382;&iacute;vat, nebo n&aacute;m zabr&aacute;nit, abychom va&scaron;e
osobn&iacute; &uacute;daje pou&#382;&iacute;vali, pokud u&#382; pro dal&scaron;&iacute; pou&#382;&iacute;v&aacute;n&iacute; nem&aacute;me dobr&yacute; d&#367;vod;</li>
<li>za ur&#269;it&yacute;ch
okolnost&iacute; neb&yacute;t p&#345;edm&#283;tem rozhodnut&iacute; zalo&#382;en&yacute;ch pouze na automatick&eacute;m zpracov&aacute;n&iacute; (tj. pr&aacute;vo neb&yacute;t p&#345;edm&#283;tem rozhodnut&iacute; u&#269;in&#283;n&yacute;ch
v&yacute;hradn&#283; algoritmy nebo po&#269;&iacute;ta&#269;i bez lidsk&eacute;ho vstupu).&nbsp; </li>
</ul>
<p>Chcete-li n&aacute;s kontaktovat v&nbsp;souvislosti s&nbsp;jak&yacute;mkoli ze sv&yacute;ch pr&aacute;v, vyu&#382;ijte kontakt&#367;
uveden&yacute;ch
v&nbsp;horn&iacute; &#269;&aacute;sti t&#283;chto z&aacute;sad ochrany osobn&iacute;ch &uacute;daj&#367; https://cs.milwaukeetool.eu/footer/privacy-policy.</p>
<p>M&aacute;te rovn&#283;&#382; pr&aacute;vo podat st&iacute;&#382;nost na pou&#382;&iacute;v&aacute;n&iacute; va&scaron;ich osobn&iacute;ch
&uacute;daj&#367;.&nbsp; M&#367;&#382;ete kontaktovat m&iacute;stn&iacute; dozorov&yacute; &uacute;&#345;ad ochrany osobn&iacute;ch &uacute;daj&#367; (seznam m&iacute;stn&iacute;ch dozorov&yacute;ch &uacute;&#345;ad&#367; je k&nbsp;dispozici
na
http://ec.europa.eu/newsroom/article29/item-detail.cfm?item_id=612080).</p>
<p>11&nbsp;
ZM&#282;NY NA&Scaron;ICH Z&Aacute;SAD OCHRANY OSOBN&Iacute;CH &Uacute;DAJ&#366;</p>
<p>Ve&scaron;ker&eacute; zm&#283;ny t&#283;chto z&aacute;sad ochrany osobn&iacute;ch &uacute;daj&#367; budou v&nbsp;budoucnosti zve&#345;ejn&#283;ny na
tomto webu. Pokud m&aacute;me va&scaron;i e-mailovou adresu, m&#367;&#382;eme v&aacute;s rovn&#283;&#382; informovat e-mailem.&nbsp; Pravideln&#283; kontrolujte, zda nedo&scaron;lo u&nbsp;na&scaron;ich z&aacute;sad ochrany osobn&iacute;ch
&uacute;daj&#367; k&nbsp;aktualizac&iacute;m nebo zm&#283;n&aacute;m.&nbsp; </p>
<p>Tyto z&aacute;sady ochrany osobn&iacute;ch &uacute;daj&#367; byly naposledy aktualizov&aacute;ny dne [21/04/2020].</p>
</body>
</html>
