<html>
<head>
<style>
html { font-family: '-apple-system','HelveticaNeue'; font-size: 20pt; }
body { padding: 35px; }
ul li { margin-bottom: 1em; }
a { color: #954f72; text-decoration: underline; }
table { border-collapse: collapse; }
table, th, td { border: 1px solid black; }
td { padding: 10px; }
</style>
</head>
<body>
<p><strong>Pazarlama Onay&#305;</strong></p>
<p>Merhaba,</p>
<p>Biz, MILWAUKEE<sup>TM</sup> elektrikli aletlerinin &uuml;reticileri olan Milwaukee Electric Tool Corporation&rsquo;&#305;z. <br/>ONE-KEY<sup>TM</sup> Uygulamam&#305;z&#305; indirdi&#287;iniz i&ccedil;in te&#351;ekk&uuml;r ederiz. Umar&#305;z ki ho&#351;unuza gider!</p>
<p>Biz (ve de b&ouml;lgenizdeki Avrupal&#305; karde&#351; &#351;irketlerimiz) e-posta, SMS ya da telefon arac&#305;l&#305;&#287;&#305;yla pazarlama haberleri g&ouml;ndererek MILWAUKEE<sup>TM</sup> &uuml;r&uuml;n ve hizmetlerimiz hakk&#305;ndaki bilgilerinizi g&uuml;ncel tutmay&#305; ger&ccedil;ekten istiyoruz. Merak etmeyin, kabul etmek zorunda de&#287;ilsiniz ancak, istemeniz halinde bizden pazarlama haberleri alma se&ccedil;ene&#287;ini size a&#351;a&#287;&#305;da sunduk.</p>
<p><a style="color: purple; text-decoration: underline;" href="http://tr.milwaukeetool.eu/one-key/privacy-policy">http://tr.milwaukeetool.eu/one-key/privacy-policy</a> adresinde bulabilece&#287;iniz gizlilik politikam&#305;zda ki&#351;isel bilgilerinizi nas&#305;l kullanaca&#287;&#305;m&#305;z hakk&#305;nda daha fazla bilgi mevcut Uygulaman&#305;n bir n&uuml;shas&#305;, herhangi bir zamanda eri&#351;ebilece&#287;iniz Ayarlar b&ouml;l&uuml;m&uuml;nde her zaman mevcut.</p>
<p>MILWAUKEE<sup>TM</sup> &uuml;r&uuml;n ve hizmetlerimiz hakk&#305;nda pazarlama haberleri almak istemeniz halinde l&uuml;tfen, Milwaukee Electric Tool Corporation ve/veya b&ouml;lgenizdeki Avrupal&#305; ba&#287;l&#305; &#351;irketimizin size MILWAUKEE<sup>TM</sup> &uuml;r&uuml;n ve hizmetlerimiz hakk&#305;nda a&#351;a&#287;&#305;daki yollarla pazarlama haberlerini g&ouml;ndermesinden memnun oldu&#287;unuzu do&#287;rulamak i&ccedil;in buna onay verdi&#287;inizi a&#351;a&#287;&#305;daki uygun kutucuklar&#305; i&#351;aretleyerek do&#287;rulay&#305;n&#305;z.</p>
<p>Fikrinizi de&#287;i&#351;tirmeniz halinde bizimle <a style="color: purple; text-decoration: underline;" href="mailto:data.privacy@TTI-emea.com">data.privacy@TTI-eme.com</a> adresi arac&#305;l&#305;&#287;&#305;yla temasa ge&ccedil;erek ya da ONE-KEY<sup>TM</sup> Uygulamas&#305; ya da web sitesi Ayarlar&#305;ndaki tercihinizi de&#287;i&#351;tirerek herhangi bir zamanda onay&#305;n&#305;z&#305; geri &ccedil;ekebilir ya da tercihlerinizi de&#287;i&#351;tirebilirsiniz.&nbsp;</p>
<p><strong>&Ccedil;erez Onay&#305;</strong></p>
<p>Envanter Y&ouml;netim Platformu web sitemiz (ONE-KEY<sup>TM</sup> web sitesi) sizi ONE-KEY<sup>TM</sup> web sitemizin di&#287;er kullan&#305;c&#305;lar&#305;ndan ay&#305;rt etmek, ONE-KEY<sup>TM</sup> web sitemizi kullan&#305;rken iyi bir deneyim ya&#351;atmak i&ccedil;in &ccedil;erezler (cihaz&#305;n&#305;za yerle&#351;tirdi&#287;imiz yaz&#305; ve rakamlardan olu&#351;an k&uuml;&ccedil;&uuml;k bir dosya) kullanmakta ve ONE-KEY<sup>TM</sup> web sitemizi iyile&#351;tirmemize imkan tan&#305;maktad&#305;r.&nbsp; Kulland&#305;&#287;&#305;m&#305;z &ccedil;erezler ve bunlar&#305; kullanma ama&ccedil;lar&#305;m&#305;z hakk&#305;nda ayr&#305;nt&#305;l&#305; bilgi i&ccedil;in l&uuml;tfen, gizlilik politikam&#305;za bak&#305;n&#305;z, <a style="color: purple; text-decoration: underline;" href="https://tr.milwaukeetool.eu/footer/privacy-policy">https://tr.milwaukeetool.eu/footer/privacy-policy</a></p>
<p>ONE-KEY<sup>TM</sup> web sitesi arac&#305;l&#305;&#287;&#305;yla ilk kez kaydoldu&#287;unuzda ya da bir hesap olu&#351;turdu&#287;unuzda (&ccedil;erez politikas&#305;n&#305; i&ccedil;eren) gizlilik politikas&#305;n&#305; g&ouml;steren bir komut istemi &ccedil;&#305;kacakt&#305;r.&nbsp; Politikay&#305; inceledikten ve kabul ettikten sonra ise sitemize giri&#351; yapm&#305;&#351; olacaks&#305;n&#305;z.&nbsp; Herhangi bir zamanda fikrinizi de&#287;i&#351;tirmeniz halinde, taray&#305;c&#305; ayarlar&#305;na giderek ve &ccedil;erezleri etkisizle&#351;tirerek &ccedil;erezleri silebilir ve bizim taray&#305;c&#305;n&#305;z &uuml;zerinde &ccedil;erezleri kullanmam&#305;z&#305; engelleyebilirsiniz.</p>
</body>
</html>
