<html>
<head>
<style>
html { font-family: '-apple-system','HelveticaNeue'; font-size: 20pt; }
body { padding: 35px; }
ul li { margin-bottom: 1em; }
a { color: #954f72; text-decoration: underline; }
table { border-collapse: collapse; }
table, th, td { border: 1px solid black; }
td { padding: 10px; }
</style>
</head>
<body>
<p style="text-align: center;"><strong>ONE-KEY<sup>TM</sup> Uygulamas&#305; ve Envanter Y&ouml;netim Platformu Web Sitesi</strong><br/><strong>Gizlilik
Politikas&#305;</strong></p>
<p>1&nbsp;
G&#304;ZL&#304;L&#304;K POL&#304;T&#304;KASI</p>
<p>Milwaukee Electric Tool Corporation (&ldquo;Biz&rdquo; &ldquo;Bize&rdquo; &ldquo;Bizim&rdquo;), mahremiyetinizi korumaya ve mahremiyetinize sayg&#305;
duymaya kendini adam&#305;&#351;t&#305;r.</p>
<p>Bu Gizlilik Politikas&#305;, ki&#351;isel verilerinizi nas&#305;l ve neden toplad&#305;&#287;&#305;m&#305;z&#305;,
saklad&#305;&#287;&#305;m&#305;z&#305;, i&#351;ledi&#287;imizi ve payla&#351;t&#305;&#287;&#305;m&#305;z&#305; beyan etmektedir. Ki&#351;isel verilerinizin kullan&#305;m&#305; hakk&#305;nda her zaman &#351;effaf olaca&#287;&#305;z. Bu bildirim
ayr&#305;ca size ki&#351;isel verileriniz ile ilgili haklar&#305;n&#305;z&#305; da beyan etmektedir. </p>
<p>(Genel Veri Koruma Y&ouml;netmeli&#287;i dahil olmak &uuml;zere) Uygulanacak veri koruma kanunlar&#305; amac&#305; ba&#287;lam&#305;nda
hakk&#305;n&#305;zda toplayabilece&#287;imiz, i&#351;leyebilece&#287;imiz ve elimizde tutabilece&#287;imiz her t&uuml;rl&uuml; ki&#351;isel verinin Veri Kontrol Sorumlusu, kay&#305;tl&#305; adresi 13135 West Lisbon Road, Brookfield, Wisconsin
53005, United States olan Milwaukee Electric Tool Corporation&rsquo;d&#305;r.</p>
<p>&nbsp;Bu Gizlilik Politikas&#305; ya da haklar&#305;n&#305;z hakk&#305;nda sorular&#305;n&#305;z olmas&#305; halinde l&uuml;tfen, Veri Bilgileri
Y&ouml;neticimizle temasa ge&ccedil;in: </p>
<p>Techtronic Industries UK Ltd<br/>Unit 3 Globeside Business Park<br/>Fieldhouse Lane, Marlow SL7 1HZ<br/>&#304;ngiltere</p>
<p>Avrupa d&#305;&#351;&#305; merkezli oldu&#287;umuzdan sizin de bize ek olarak ki&#351;isel verileriniz hakk&#305;nda Avrupa i&ccedil;erisinde temasa
ge&ccedil;ebilece&#287;iniz bir temsilci atamam&#305;z gerekmektedir. Avrupa&rsquo;daki temsilcimiz, kendisiyle a&#351;a&#287;&#305;daki &#351;ekillerde temasa ge&ccedil;ilebilecek Techtronic Industries UK Ltd.&rsquo;dir:</p>
<p>Techtronic Industries UK Ltd<br/>Unit 3 Globeside Business Park<br/>Fieldhouse Lane, Marlow SL7 1HZ<br/>&#304;ngiltere</p>
<p>Ki&#351;isel verileriniz hesap sahiplerimizden birinin hesab&#305;na eklenmi&#351;se, ki&#351;isel verilerinizin bu bi&ccedil;imde
kullan&#305;lmas&#305;n&#305;n hesap sahibinin karar&#305; oldu&#287;unu ve ki&#351;isel verilerinizi kullanma hakk&#305;na sahip oldu&#287;unu g&ouml;stermekten hesap sahibinin sorumlu oldu&#287;unu l&uuml;tfen akl&#305;n&#305;zda bulundurun.
Ki&#351;isel verileriniz, bu politikada belirtildi&#287;i gibi i&#351;lenecektir.</p>
<p>2&nbsp;
HAKKINIZDA TOPLADI&#286;IMIZ B&#304;LG&#304;LER </p>
<p>Sizden ve sizin hakk&#305;n&#305;zda toplad&#305;&#287;&#305;m&#305;z ki&#351;isel veriler, a&#351;a&#287;&#305;dakileri i&ccedil;ermektedir:</p>
<ul>
<li>Ad&#305; </li>
<li>Adres </li>
<li>E-posta adresi</li>
<li>Telefon numaras&#305; </li>
<li>Ki&#351;isel a&ccedil;&#305;klama ve
foto&#287;raflar</li>
<li>ONE-KEY<sup>TM</sup> Aletlerinizi ne
zaman ve ne s&#305;kl&#305;kla kulland&#305;&#287;&#305;n&#305;z hakk&#305;nda bilgiler</li>
<li>(Bu hizmetten ONE-KEY<sup>TM</sup>
Uygulamas&#305;nda faydalanman&#305;z halinde) ONE-KEY<sup>TM</sup> Aletlerinizin nerede kullan&#305;ld&#305;&#287;&#305; hakk&#305;nda bilgiler</li>
<li>ONE-KEY<sup>TM</sup>
Uygulamas&#305;n&#305; bir mobil cihazda kullanm&#305;&#351; olman&#305;z halinde, (Alet Raporlama gibi) belirli &ouml;zellikleri kullan&#305;rsan&#305;z mobil cihaz numaran&#305;z&#305; alabiliriz</li>
<li>Cihaz&#305;n&#305;z&#305; internete
ba&#287;lamak i&ccedil;in kullan&#305;lan internet protokol (IP) adresi dahil olmak &uuml;zere giri&#351; bilgileriniz, taray&#305;c&#305; t&uuml;r ve versiyonu, saat diliminiz, taray&#305;c&#305; eklenti t&uuml;r ve versiyonlar&#305;, cihaz
t&uuml;rleri, i&#351;letim sistemi gibi teknik bilgiler</li>
<li>Tam Bir&ouml;rnek Kaynak
Konumlay&#305;c&#305;lar (URL) dahil olmak &uuml;zere web sitemize ziyaretiniz hakk&#305;ndaki bilgiler, (tarih ve saat dahil olmak &uuml;zere) web sitemize, web sitemiz arac&#305;l&#305;&#287;&#305;yla ve web sitemizden t&#305;klamalar&#305;,
g&ouml;r&uuml;nt&uuml;ledi&#287;iniz, ara&#351;t&#305;rd&#305;&#287;&#305;n&#305;z ya da sat&#305;n ald&#305;&#287;&#305;n&#305;z &uuml;r&uuml;nleri, sayfa yan&#305;t s&uuml;relerini, indirme hatalar&#305;n&#305;, belirli sayfalara
yap&#305;lan ziyaretlerin s&uuml;relerini, sayfa etkile&#351;im bilgilerini (kayd&#305;rma, t&#305;klama ve fare &uuml;zerinde gezinmeler), web sitesini taramak i&ccedil;in kullan&#305;lan y&ouml;ntemler</li>
</ul>
<p>
Ayr&#305;ca ONE-KEY&trade; Aletlerinizi kullanmas&#305;na izin verdi&#287;iniz ki&#351;iler hakk&#305;ndaki ki&#351;isel verileri veya hesab&#305;n&#305;za ekledi&#287;iniz &ccedil;al&#305;&#351;anlar&#305;n&#305;z&#305;n ve y&uuml;klenicilerinizin ki&#351;isel verileri ("Eklenen Kullan&#305;c&#305; Verileri") veya hesab&#305;n&#305;za ba&#287;lanmak &uuml;zere davet etti&#287;iniz/davet edilen birden &ccedil;ok ki&#351;inin ki&#351;isel verilerini ("&Ccedil;oklu Kullan&#305;c&#305;" / "&Ccedil;oklu Kullan&#305;c&#305; Verileri") de toplayabiliriz. &Ouml;rne&#287;in, bir &ccedil;al&#305;&#351;ana ONE-KEY&trade; Aletinizi kullanma talimat&#305; verdiyseniz, ONE-KEY&trade; Aletini kullan&#305;m&#305; &uuml;zerinden o &ccedil;al&#305;&#351;an, konumu, performans&#305; veya &ccedil;al&#305;&#351;ma desenleri hakk&#305;nda ki&#351;isel bilgileri potansiyel olarak belirleyebilirsiniz. Ge&ccedil;erli t&uuml;m veri koruma mevzuat&#305;na uymak ve t&uuml;m &ccedil;al&#305;&#351;anlar&#305;n&#305;z&#305; veya ki&#351;isel verileri ONE-KEY&trade; Aletinizi kullanan hesaba eklenmi&#351; veya bu hesapla ba&#287;lant&#305;land&#305;r&#305;lm&#305;&#351; herhangi bir &uuml;&ccedil;&uuml;nc&uuml; ki&#351;iyi, ki&#351;isel verilerinin bu bi&ccedil;imde toplanaca&#287;&#305; hakk&#305;nda &ouml;nceden bilgilendirmek sizin sorumlulu&#287;unuzdad&#305;r. Ki&#351;isel verilerinin bizim taraf&#305;m&#305;zdan nas&#305;l kullan&#305;labilece&#287;i hakk&#305;nda ba&#351;kaca sorular&#305; olmas&#305; durumunda bu ki&#351;ileri bu gizlilik politikas&#305;na y&ouml;nlendirmelisiniz. ONE-KEY&trade; Aletinizi kullanan veya ki&#351;isel verilerini hesab&#305;n&#305;za ekledi&#287;iniz veya hesab&#305;n&#305;zla ba&#287;lant&#305; kurmak &uuml;zere davet etti&#287;iniz herhangi bir &uuml;&ccedil;&uuml;nc&uuml; ki&#351;i taraf&#305;ndan, ge&ccedil;erli veri koruma mevzuat&#305;n&#305;n ihlaline ili&#351;kin size (veya bize) kar&#351;&#305; &ouml;ne s&uuml;r&uuml;len hi&ccedil;bir hak talebinden hi&ccedil;bir bi&ccedil;imde y&uuml;k&uuml;ml&uuml; olmayaca&#287;&#305;z. Bize, Eklenen Kullan&#305;c&#305; Verilerini sa&#287;lamaya yetkili oldu&#287;unuzu (ilgili bireylere ki&#351;isel verilerini ONE-KEY&trade; Hesab&#305;n&#305;za ekleyece&#287;inizin bildirilmesi d&acirc;hil olmak &uuml;zere) ve size ONE-KEY&trade; Uygulamas&#305;'n&#305;n i&#351;levlerini sunabilmemiz i&ccedil;in Eklenen Kullan&#305;c&#305; Verilerini kullanmaya yetkili oldu&#287;umuzu temin etmekten siz sorumlusunuz. Veri koruma yasalar&#305; bak&#305;m&#305;ndan Siz, Eklenen Kullan&#305;c&#305; Verilerinin veri denetimcisi olursunuz, Biz ise veri i&#351;leyici oluruz (ba&#351;ka bir deyi&#351;le Eklenen Kullan&#305;c&#305; Verileri Sizin sorumlulu&#287;unuzdad&#305;r ve Biz de size Eklenen Kullan&#305;c&#305; Verilerini hesab&#305;n&#305;za d&acirc;hil etmenize olanak tan&#305;mak &uuml;zere bir hizmet sunar&#305;z).
<br/><br/>
&Ccedil;oklu Kullan&#305;c&#305; i&#351;levi, ONE-KEY&trade; Uygulamas&#305;'n&#305;n kullan&#305;c&#305;lar&#305;n&#305;n, birden &ccedil;ok kullan&#305;c&#305;n&#305;n hesaplar&#305;n&#305;n ba&#287;lanmas&#305; ve bir grup ili&#351;kilendirilmi&#351; kullan&#305;c&#305; aras&#305;nda e&#351; g&uuml;d&uuml;m&uuml; ve organizasyonu kolayla&#351;t&#305;rmak amac&#305;yla, bu di&#287;er kullan&#305;c&#305;lar ilk kullan&#305;c&#305;yla ili&#351;kilendirildi&#287;inde di&#287;er kullan&#305;c&#305;lar hakk&#305;nda bilgiler girmesine ve depolamas&#305;na olanak tan&#305;yabilir. ONE-KEY&trade; UYGULAMASININ HERHANG&#304; B&#304;R &Ccedil;OKLU KULLANICI &#304;&#350;LEV&#304;N&#304; KULLANMAKLA A&#350;A&#286;IDAK&#304;LER&#304; A&Ccedil;IK B&#304;&Ccedil;&#304;MDE KABUL EDERS&#304;N&#304;Z: (A) Ba&#351;ka bir bireyin ki&#351;isel bilgilerini girmeden &ouml;nce (i) o bireyi, o bireyin ki&#351;isel bilgilerini ONE-KEY&trade; Uygulamas&#305;'n&#305;n i&#351;levlerine eri&#351;me ve bu i&#351;levleri kullanma amac&#305;yla ONE-KEY&trade; Uygulamas&#305;'na girme niyetiniz oldu&#287;u hakk&#305;nda bilgilendirdi&#287;inizi; (ii) bireyi girece&#287;iniz ki&#351;isel bilgiler konusunda bilgilendirdi&#287;inizi; (iii) girildikten sonra bu bilgilere eri&#351;imimizi, onlar&#305; kullan&#305;m&#305;m&#305;z&#305; ve if&#351;a edi&#351;imizi d&uuml;zenleyecek gizlilik politikas&#305;na (buradan eri&#351;ilebilir: http://uk.milwaukeetool.eu/one-key/privacy-policy/) y&ouml;nlendiren bir ba&#287;lant&#305; sundu&#287;unuzu ve (iv) b&ouml;ylesi bilgi if&#351;alar&#305; ve uygulanabilir ki&#351;isel bilgilerin kullan&#305;m&#305; i&ccedil;in b&ouml;ylesi her bir bireyden a&ccedil;&#305;k bi&ccedil;imde r&#305;za ald&#305;&#287;&#305;n&#305;z&#305; beyan ve garanti edersiniz ve (B) hesab&#305;n&#305;z, ONE-KEY&trade; Uygulamas&#305;'n&#305;n herhangi bir &Ccedil;oklu Kullan&#305;c&#305; i&#351;levi ba&#287;lam&#305;nda ba&#351;ka bir hesapla ba&#287;lant&#305;land&#305;r&#305;lm&#305;&#351;sa, gizlilik politikas&#305;n&#305; (buradan eri&#351;ilebilir: http://uk.milwaukeetool.eu/one-key/privacy-policy/) okuyup anlad&#305;&#287;&#305;n&#305;z&#305; beyan ve kabul edersiniz ve b&ouml;ylesi bir hesapla ili&#351;kili ki&#351;isel bilgilerinizi ONE-KEY&trade; Uygulamas&#305;'n&#305; ve ili&#351;kili t&uuml;m hizmetler ile i&#351;levleri sa&#287;lamak amac&#305;yla, hesab&#305;n&#305;z bu &#351;ekilde ba&#287;lant&#305;land&#305;r&#305;lm&#305;&#351; kald&#305;&#287;&#305; s&uuml;rece saklamam&#305;za, kullanmam&#305;za ve if&#351;a etmemize a&ccedil;&#305;k bi&ccedil;imde yetki verirsiniz.
<br/><br/></p>
<p>3&nbsp;
HAKKINIZDA NASIL B&#304;LG&#304; TOPLUYORUZ</p>
<p>Hakk&#305;n&#305;zdaki verileri,</p>
<ul>
<li>bizde bir hesap olu&#351;turdu&#287;unuzda, </li>
<li>web sitemize ya da ONE-KEY<sup>TM</sup> Uygulamas&#305;na girdi&#287;inizde,</li>
<li>haber b&uuml;ltenimize kay&#305;t yapt&#305;rd&#305;&#287;&#305;n&#305;zda, </li>
<li>ONE-KEY<sup>TM</sup> Aletinizi bizde kaydetti&#287;inizde ya da aletlerinizi uzat&#305;lm&#305;&#351; garanti i&ccedil;in
kaydettirdi&#287;inizde,</li>
<li>m&uuml;&#351;teri hizmetleri ekibimizle temasa ge&ccedil;ti&#287;inizde,</li>
<li>yar&#305;&#351;malar&#305;m&#305;z ya da tan&#305;t&#305;mlar&#305;m&#305;za dahil oldu&#287;unuzda ya da anket doldurdu&#287;unuzda,</li>
<li>bizimle sosyal medya &uuml;zerinden etkile&#351;imde bulundu&#287;unuzda (&ouml;rne&#287;in, bizden bahsederek, bizi etiketleyerek ya da
bizimle do&#287;rudan temasa ge&ccedil;erek) &ccedil;e&#351;itli &#351;ekillerde toplayabiliriz. </li>
</ul>
<p>Ek olarak, ONE-KEY<sup>TM</sup> Uygulamas&#305;n&#305;n envanter y&ouml;netim i&#351;levlerini kullanman&#305;z halinde, ONE-KEY<sup>TM</sup>
Uygulamas&#305;,</p>
<ul>
<li>alet kimlik verileri (&ouml;rne&#287;in, seri numaras&#305;),</li>
<li>alet kullan&#305;m verileri (&ouml;rne&#287;in, kullan&#305;m ba&#351;lang&#305;&ccedil; ve sona erme tarih/saati),</li>
<li>alet konum verileri (siz (ya da ONE-KEY<sup>TM</sup> Uygulamas&#305;n&#305; kullanan herhangi ba&#351;ka bir ki&#351;inin) Bluetooth&rsquo;u
etkinle&#351;tirmesi halinde) ONE-KEY<sup>TM</sup> Aleti cihaz&#305;n&#305;z&#305;n eri&#351;iminde ise bu bilgileri ONE-KEY<sup>TM</sup> Aletinin konumunu belirlemek i&ccedil;in kullan&#305;r&#305;z) i&ccedil;erecek hesab&#305;n&#305;za
kay&#305;tl&#305; ONE-KEY<sup>TM</sup> Aletlerinizden otomatik olarak toplayacakt&#305;r. L&uuml;tfen, hakk&#305;n&#305;zda (ya da herhangi bir &uuml;&ccedil;&uuml;nc&uuml; ki&#351;i hakk&#305;nda) konumunuz ile ilgili olarak
toplad&#305;&#287;&#305;m&#305;z her t&uuml;rl&uuml; ki&#351;isel veri (&ouml;rne&#287;in, sizin ya da bir &ccedil;al&#305;&#351;an&#305;n&#305;z&#305;n yan&#305;nda ONE-KEY<sup>TM</sup> Aleti olmas&#305; halinde), ONE-KEY<sup>TM</sup>
Aletinizin konumunu belirlemenize yard&#305;mc&#305; olmak maksad&#305;yla bu konum verisini toplamak i&ccedil;in amac&#305;m&#305;za ba&#287;l&#305;d&#305;r. ONE-KEY<sup>TM</sup> Aletlerinizi izliyoruz sizi de&#287;il!</li>
</ul>
<p>4&nbsp;
K&#304;&#350;&#304;SEL VER&#304;LER&#304;N&#304;Z&#304; NASIL KULLANIYORUZ VE BUNU YAPMADAK&#304; GEREK&Ccedil;ELER&#304;M&#304;Z NELER?</p>
<table>
<tbody>
<tr>
<td width="50%">
<p><strong>Ki&#351;isel
verilerinizi nas&#305;l ve neden kullan&#305;yoruz?</strong></p>
</td>
<td width="50%">
<p><strong>Ki&#351;isel
verilerinizi i&#351;lemek i&ccedil;in hukuki gerek&ccedil;emiz nedir?</strong></p>
</td>
</tr>
<tr>
<td>
<p>Bizden talep etti&#287;iniz
ya da sat&#305;n ald&#305;&#287;&#305;n&#305;z &uuml;r&uuml;nler ve hizmetler i&ccedil;in size bilgi sa&#287;lamak (yani, belirli g&ouml;rev, i&#351;lemi tamamlamak ve sizinle bizden sat&#305;n ald&#305;&#287;&#305;n&#305;z ya da talep
etti&#287;iniz &uuml;r&uuml;nler ve hizmetler i&ccedil;in bu &uuml;r&uuml;nler ve hizmetler hakk&#305;nda ileti&#351;im kurmak ve sorular&#305;n&#305;z ve yorumlar&#305;n&#305;za yan&#305;t vermek).</p>
</td>
<td rowspan="3">
<p>&Uuml;r&uuml;n ve hizmet
sipari&#351;i ya da ONE-KEY<sup>TM</sup>Uygulamas&#305;n&#305; kullan&#305;m&#305;n&#305;zla ilgili ki&#351;isel verilerinizi toplamam&#305;z ve i&#351;lememize ili&#351;kin kanuni dayanak olarak, sizinle aram&#305;zdaki akdi
d&uuml;zenlemelere dayan&#305;yoruz. </p>
<p>Alternatif olarak, baz&#305;
durumlarda, bir i&#351;letme olarak me&#351;ru menfaatlerimize dayan&#305;yoruz (&ouml;rne&#287;in, m&uuml;&#351;teri memnuniyetini &ouml;l&ccedil;mek ve m&uuml;&#351;teri sorunlar&#305;n&#305; &ccedil;&ouml;z&uuml;mlemek menfaatlerimiz
aras&#305;ndad&#305;r). Me&#351;ru menfaatlerimize dayand&#305;&#287;&#305;m&#305;zda, her zaman menfaatlerimiz ile haklar&#305;n&#305;z aras&#305;nda denge sa&#287;layaca&#287;&#305;z.</p>
</td>
</tr>
<tr>
<td>
<p>ONE-KEY<sup>TM</sup>
Uygulamas&#305;n&#305; kulland&#305;&#287;&#305;n&#305;zda ONE-KEY<sup>TM</sup> Uygulamas&#305; arac&#305;l&#305;&#287;&#305;yla bizden talep etmi&#351; oldu&#287;unuz hizmetleri vermeye yard&#305;m etmek.&nbsp; Bu, Bluetooth&rsquo;u
etkinle&#351;tirmeyi ve bu i&#351;levden faydalanmay&#305; se&ccedil;ti&#287;inizde ONE-KEY<sup>TM</sup> Alet envanter y&ouml;netim sistemimiz arac&#305;l&#305;&#287;&#305;yla toplanan verileri i&ccedil;erebilir. </p>
</td>
</tr>
<tr>
<td>
<p>M&uuml;&#351;terilerimizin ne
kadar memnun oldu&#287;unu &ouml;l&ccedil;mek ve m&uuml;&#351;teri hizmeti vermek (sat&#305;n almalar ya da hizmetler i&ccedil;in talepleriniz ile ba&#287;lant&#305;l&#305; ya da sosyal medya &uuml;zerinden soru sordu&#287;unuzda sorun
giderme dahil)</p>
</td>
</tr>
<tr>
<td>
<p>Ki&#351;isel verilerinizi
size ilgili &uuml;r&uuml;n ve teklifler hakk&#305;nda haber vermek i&ccedil;in kullanabiliriz (&ldquo;pazarlama&rdquo;) </p>
 </td>
<td>
<p>Bu &#351;ekilde hareket etmek
i&ccedil;in sizden onay&#305;m&#305;z olmas&#305; halinde ya da baz&#305; durumlarda me&#351;ru bir menfaate dayad&#305;&#287;&#305;m&#305;zda ki&#351;isel bilgilerinizi genellikle size pazarlama haberleri g&ouml;ndermek i&ccedil;in
kullanabiliriz. </p>
<p>Bu gizlilik
politikas&#305;n&#305;n en ba&#351;&#305;nda beyan edilen ileti&#351;im bilgileri &uuml;zerinden bizimle herhangi bir zamanda temasa ge&ccedil;erek size pazarlama mesajlar&#305; g&ouml;ndermeyi kesmemizi isteyebilirsiniz. <u>https://tr.milwaukeetool.eu/footer/privacy-policy</u></p>
</td>
</tr>
<tr>
<td>
<p>ONE-KEY<sup>TM</sup>
Uygulamam&#305;z&#305;n ve web sitemizin kullan&#305;m&#305;n&#305; izlemek ve sizin ve cihaz&#305;n&#305;z i&ccedil;in en etkin ve ilgili &#351;ekilde sunulmas&#305;n&#305; sa&#287;lamak. </p>
<p>Bunu yapmak i&ccedil;in
&ccedil;erezleri kullanabiliriz.</p>
</td>
<td>
<p>Web sitemizin ve ONE-KEY<sup>TM</sup>
Uygulamam&#305;z&#305;n d&uuml;zg&uuml;n bir &#351;ekilde &ccedil;al&#305;&#351;mas&#305;n&#305; ve &uuml;r&uuml;nlerimizin ve hizmetlerimizin y&uuml;ksek kalitede ve etkin olmas&#305;n&#305; sa&#287;lama hususunda me&#351;ru bir
menfaatimiz vard&#305;r. </p>
<p>Cihaz&#305;n&#305;za
&ccedil;erez yerle&#351;tirme konusundaki onay&#305;n&#305;za dayan&#305;yoruz. &Ccedil;erezleri nas&#305;l kulland&#305;&#287;&#305;m&#305;z hakk&#305;nda bilgi i&ccedil;in l&uuml;tfen, &ccedil;erez beyan&#305;m&#305;za
bak&#305;n&#305;z <a style="color: purple; text-decoration: underline;" href="http://tr.milwaukeetool.eu/cookies/">http://tr.milwaukeetool.eu/cookies/</a>/.</p>
</td>
</tr>
<tr>
<td>
<p>Bize
yapt&#305;&#287;&#305;n&#305;z aramalar&#305; kaydedebiliriz ve bu verileri e&#287;itim ve kalite g&uuml;venli&#287;i ama&ccedil;lar&#305;yla kullanaca&#287;&#305;z (&ccedil;a&#287;r&#305;n&#305;z kaydedildi&#287;inde bunu size
&ouml;nceden bildirece&#287;iz) </p>
</td>
<td>
<p>Verileri, bu &#351;ekilde
&ccedil;ok &ccedil;e&#351;itli nedenlerle kullanmaktay&#305;z. Yasal bir y&uuml;k&uuml;ml&uuml;l&uuml;k uyar&#305;nca kullanabiliriz, ayr&#305;ca kalite kontrol amac&#305;yla &ccedil;a&#287;r&#305; kay&#305;tlar&#305;n&#305; incelemek
me&#351;ru menfaatlerimiz aras&#305;ndad&#305;r.</p>
</td>
</tr>
<tr>
<td>
<p>Bize verdi&#287;iniz
ki&#351;isel ve mali bilgilerin do&#287;ru olmas&#305;n&#305; sa&#287;lamak. </p>
</td>
<td rowspan="4">
<p>Baz&#305; durumlarda
ki&#351;isel verilerinizi bizim i&ccedil;in (emniyet te&#351;kilat&#305;ndan me&#351;ru bir talep almam&#305;z gibi) yasal bir y&uuml;k&uuml;ml&uuml;l&uuml;&#287;e uymak gerekli oldu&#287;u i&ccedil;in kullanaca&#287;&#305;z. Di&#287;er
durumlarda, (sahtekarl&#305;&#287;&#305;n tespiti ya da sitenin g&uuml;venli&#287;inin sa&#287;lanmas&#305;) ki&#351;isel verilerinizi bu &#351;ekilde kullanmak i&ccedil;in bir i&#351;letme olarak me&#351;ru menfaatlerimize
dayanaca&#287;&#305;z. Me&#351;ru menfaatlerimize dayand&#305;&#287;&#305;m&#305;zda, her zaman menfaatlerimiz ile haklar&#305;n&#305;z aras&#305;nda denge sa&#287;layaca&#287;&#305;z. </p>
</td>
</tr>
<tr>
<td>
<p>Mali su&ccedil; ya da
ba&#351;ka yasad&#305;&#351;&#305; etkinlikleri tespit etmek, ara&#351;t&#305;rmak, rapor etmek ve engellemek istemek.</p>
</td>
</tr>
<tr>
<td>
<p>Bizim ve
m&uuml;&#351;terilerimiz i&ccedil;in riski y&ouml;netmek.</p>
</td>
</tr>
<tr>
<td>
<p>Yasal ve uyumla ilgili
y&uuml;k&uuml;ml&uuml;l&uuml;klerimizi yerine getirmek.</p>
</td>
</tr>
</tbody>
</table>
<p>5&nbsp;
K&#304;&#350;&#304;SEL VER&#304;LER&#304;N&#304;Z&#304; NASIL PAYLA&#350;IYORUZ?</p>
<p>&Uuml;r&uuml;nlerimizi ve hizmetlerimizi size sa&#287;layabilmek i&ccedil;in ki&#351;isel verilerinizi, a&#351;a&#287;&#305;da
ayr&#305;nt&#305;l&#305; olarak verildi&#287;i &uuml;zere g&uuml;venilir &uuml;&ccedil;&uuml;nc&uuml; ki&#351;i hizmet sa&#287;lay&#305;c&#305;lar&#305;m&#305;z ya da grup &#351;irketlerimizle payla&#351;aca&#287;&#305;z. Ki&#351;isel
verilerinizi her payla&#351;t&#305;&#287;&#305;m&#305;zda, o &#351;ekilde hareket etmeleri i&ccedil;in onay&#305;n&#305;z&#305; vermedik&ccedil;e, bu di&#287;er kurulu&#351;lar&#305;n verilerinizi g&uuml;vende tutmas&#305;n&#305; ve ki&#351;isel
verilerinizi kendi pazarlama ama&ccedil;lar&#305; i&ccedil;in kullanmamalar&#305;n&#305; sa&#287;lamay&#305; gerektiren koruma unsurlar&#305; koymaktay&#305;z. Ki&#351;isel verilerinizi &uuml;&ccedil;&uuml;nc&uuml; bir ki&#351;iye asla
satmayaca&#287;&#305;z. </p>
<p><u>&Uuml;r&uuml;n ve hizmet sipari&#351;lerini yerine getirmek:</u></p>
<p>Ad&#305;m&#305;za hizmetleri yerine getiren birka&ccedil; g&uuml;venilir hizmet sa&#287;lay&#305;c&#305;yla &ccedil;al&#305;&#351;maktay&#305;z.
Bizden &uuml;r&uuml;n ve hizmet sat&#305;n ald&#305;&#287;&#305;n&#305;zda, bu hizmet sa&#287;lay&#305;c&#305;lardan al&#305;nan hizmetler, web sitesi ve veri taban&#305; bar&#305;nd&#305;rma ve teslimini i&ccedil;ermektedir. Bu hizmetleri
kendimiz sa&#287;lama yetisine sahip olamayabilece&#287;imiz i&ccedil;in bu hizmet sa&#287;lay&#305;c&#305;larla &ccedil;al&#305;&#351;mak me&#351;ru menfaatlerimiz aras&#305;ndad&#305;r. Her durumda, hizmet sa&#287;lay&#305;c&#305;n&#305;n
ki&#351;isel verilerinizi ba&#351;ka ama&ccedil;la de&#287;il ve fakat sadece bize hizmet vermek i&ccedil;in kullanmas&#305;na izin verece&#287;iz.&nbsp; </p>
<p><u>Di&#287;er profesyonel hizmetler:</u></p>
<p>Ki&#351;isel verilerinizi sigorta sa&#287;lay&#305;c&#305;yla akdi ili&#351;kimiz uyar&#305;nca bu &#351;ekilde hareket etmenin gerekli oldu&#287;una
inand&#305;&#287;&#305;m&#305;zda sigortac&#305;lar&#305;m&#305;za a&ccedil;&#305;klamam&#305;z gerekebilir. </p>
<p>Olumlu bir m&uuml;&#351;teri deneyimi sa&#287;lamada bize yard&#305;mc&#305; olan m&uuml;&#351;teri veri taban&#305; bar&#305;nd&#305;rma
sa&#287;lay&#305;c&#305;m&#305;z, pazarlama kurumlar&#305; ve reklam ortaklar&#305; gibi dikkatlice se&ccedil;ilmi&#351; &uuml;&ccedil;&uuml;nc&uuml; ki&#351;ilerle &ccedil;al&#305;&#351;maktay&#305;z.</p>
<p><u>Su&ccedil;u &ouml;nlemek ve tespit etmek ya da kanunlara ba&#351;ka &#351;ekilde uymak:</u></p>
<p>Su&ccedil;u &ouml;nlemek ya da tespit etmek ya da yasal bir &#351;art&#305; yerine getirmek i&ccedil;in ki&#351;isel verilerinizi emniyet
te&#351;kilat&#305; ya da kamu kurulu&#351;lar&#305;yla payla&#351;mak ya da bunlara a&ccedil;&#305;klamak gibi yasal bir y&uuml;k&uuml;ml&uuml;l&uuml;&#287;e tabi oldu&#287;umuz senaryolar olabilir. </p>
<p><u>Uluslararas&#305; grup veri i&#351;leme ve grup yap&#305;s&#305;:</u></p>
<p>Grubumuz &ccedil;e&#351;itli operasyon ve i&#351; s&uuml;re&ccedil;lerini payla&#351;maktad&#305;r.&nbsp; Ki&#351;isel verilerinizi size
kar&#351;&#305; &uuml;stlendi&#287;imiz y&uuml;k&uuml;ml&uuml;l&uuml;klerimizi yerine getirmek maksad&#305;yla ya da bu &#351;ekilde hareket etmek me&#351;ru menfaatlerimiz dahilinde oldu&#287;undan grubumuzun herhangi bir &uuml;yesiyle
payla&#351;abiliriz. &Ouml;rne&#287;in, Avrupa&rsquo;daki hizmetlerimizi kullanman&#305;z halinde verileriniz, ad&#305;m&#305;za Avrupa&rsquo;da hizmetlerimizi bar&#305;nd&#305;ran grup &#351;irketimiz Techtronic Industries ELC GmbH
taraf&#305;ndan i&#351;lenecektir. </p>
<p>Benzer &#351;ekilde, A.B.D. merkezli oldu&#287;umuzdan verilerinizi size sadece kendi yerel b&ouml;lgenizde mevcut &uuml;r&uuml;nlerimiz ve
hizmetlerimiz hakk&#305;nda pazarlama haberi g&ouml;ndermeyi sa&#287;layabilmek i&ccedil;in bir grup &#351;irketimizle payla&#351;abiliriz.&nbsp; </p>
<p>Gelecekte grubumuzda de&#287;i&#351;iklik yapmam&#305;z halinde de ki&#351;isel verilerinizi payla&#351;abiliriz, &ouml;rne&#287;in:</p>
<ul>
<li>&#304;&#351;letmemizin ya da aktiflerimizin b&ouml;l&uuml;mlerini satmay&#305;, devretmeyi ya da birle&#351;tirmeyi se&ccedil;ebiliriz ya da
ba&#351;ka i&#351;letmeler iktisap etmek. ya da ba&#351;ka i&#351;letmelerle birle&#351;mek isteyebiliriz.</li>
<li>Bu t&uuml;r bir i&#351;lem s&#305;ras&#305;nda verilerinizi ba&#351;ka taraflarla payla&#351;abiliriz. Bunu sadece verilerinizi g&uuml;venli
ve gizli olarak tutmay&#305; kabul etmeleri halinde yapaca&#287;&#305;z.</li>
<li>Grubumuzda bir de&#287;i&#351;iklik olmas&#305; halinde di&#287;er taraflar, verilerinizi bu bildirimde beyan edildi&#287;i &#351;ekilde
kullanabilir.</li>
</ul>
<p>6&nbsp;
&Ccedil;EREZLER</p>
<p>Web sitemiz &ccedil;erezleri sizi web sitemizin di&#287;er kullan&#305;c&#305;lar&#305;ndan ay&#305;rt etmek i&ccedil;in kullanmaktad&#305;r. Bu,
bizim size web sitemizi tararken iyi bir deneyim ya&#351;aman&#305;za yard&#305;mc&#305; olmakta ve sitemizi iyile&#351;tirmemize imkan tan&#305;maktad&#305;r. Web sitemizi nas&#305;l kulland&#305;&#287;&#305;n&#305;z&#305; de&#287;erlendirmek
ve web sitesi ve internet kullan&#305;m&#305;yla ilgili ek hizmetler vermek i&ccedil;in ayr&#305;ca Google Analytics&rsquo;i kullanmaktad&#305;r.</p>
<p>(Google Analytics dahil olmak &uuml;zere) Kulland&#305;&#287;&#305;m&#305;z &ccedil;erezler ve bunlar&#305; kullanma ama&ccedil;lar&#305;m&#305;z
hakk&#305;nda ayr&#305;nt&#305;l&#305; bilgi i&ccedil;in l&uuml;tfen, &ccedil;erez beyan&#305;m&#305;za bak&#305;n&#305;z. <a style="color: purple; text-decoration: underline;" href="https://tr.milwaukeetool.eu/cookies">https://tr.milwaukeetool.eu/cookies</a>/.</p>
<p>7&nbsp;
G&Uuml;VENL&#304;K</p>
<p>Ki&#351;isel verilerinizin g&uuml;venli&#287;ini &ccedil;ok ciddiye al&#305;yoruz.&nbsp; Verilerinizi g&uuml;vende ve bu tedbirleri yak&#305;n
inceleme alt&#305;nda tutmak i&ccedil;in &ccedil;e&#351;itli strateji, kontrol, politika ve tedbirler uygulad&#305;k. Ki&#351;isel bilgilerinizi kay&#305;p, &ccedil;al&#305;nma ve yetkisiz eri&#351;im, kullan&#305;m ve de&#287;i&#351;tirmeye
kar&#351;&#305; korumak i&ccedil;in bir dizi idari, mant&#305;ksal, fiziksel ve idari tedbirler kullanmaktay&#305;z.</p>
<p>8&nbsp;
VER&#304;LER&#304;N&#304;Z&#304; AVRUPA DI&#350;INA AKTARMA</p>
<p>Ki&#351;isel verilerinizi i&#351;lemek i&ccedil;in ki&#351;isel verilerinizi Avrupa Ekonomik B&ouml;lgesi (AEB) d&#305;&#351;&#305;na
aktaraca&#287;&#305;z. A.B.D. merkezliyiz ve her ne kadar Avrupa&rsquo;da veri merkezlerimiz olsa da verilerinizin t&uuml;m&uuml; taraf&#305;m&#305;zca A.B.D.&rsquo;de i&#351;lenebilir. </p>
<p>Ayr&#305;ca, ki&#351;isel verilerinizi AEB d&#305;&#351;&#305;nda i&#351;leyen bir tedarik&ccedil;i ya da &uuml;&ccedil;&uuml;nc&uuml; ki&#351;iyle
&ccedil;al&#305;&#351;t&#305;&#287;&#305;m&#305;z AEB d&#305;&#351;&#305;na aktarmam&#305;z gerekebilir. </p>
<p>(A.B.D. dahil olmak &uuml;zere) bu &uuml;lkeler, BK ve AEB&rsquo;de olanlarla ayn&#305; veri koruma kanunlar&#305;na sahip olmayabilir ve
b&ouml;ylelikle ki&#351;isel verileriniz ayn&#305; korumalara tabi olmayabilir. Bununla birlikte, bu gibi durumlarda, ki&#351;isel verilerinizin AEB d&#305;&#351;&#305;ndaki &uuml;lkelere aktar&#305;m&#305;n&#305;n AEB dahilinde ve bu gizlilik
bildiriminde beyan edilen rehber ilkeler uyar&#305;nca i&#351;leniyormu&#351; gibi uygun korumaya tabi olmas&#305;n&#305; sa&#287;layaca&#287;&#305;z. </p>
<p>Ek bilgi istiyor olman&#305;z halinde l&uuml;tfen, bu gizlilik politikas&#305;n&#305;n ba&#351;&#305;nda beyan edilen temas bilgileri &uuml;zerinden
bizimle temasa ge&ccedil;iniz. <u>https://tr.milwaukee.eu/footer/privacy-policy</u></p>
<p>9&nbsp;
K&#304;&#350;&#304;SEL VER&#304;LER&#304;N&#304;Z&#304; NE KADAR TUTACA&#286;IZ?</p>
<p>Geni&#351; anlamda, ki&#351;isel verilerinizi sadece bu gizlilik bildiriminde a&ccedil;&#305;klanan ama&ccedil;lar i&ccedil;in gerekli oldu&#287;u
s&uuml;rece elimizde tutaca&#287;&#305;z.&nbsp; Bu, elde tutma s&uuml;relerinin veri t&uuml;r&uuml;ne ve en ba&#351;ta verilere sahip olma nedenine g&ouml;re de&#287;i&#351;ece&#287;i anlam&#305;na gelmektedir. </p>
<p>Ki&#351;isel verilerinizi i&#351;leme nedenlerini ve bunu yapman&#305;n hukuki dayana&#287;&#305;n&#305; dikkate alarak inceleme alt&#305;nda
tuttu&#287;umuz bir elde tutma politikas&#305;na sahibiz.</p>
<p>Yukar&#305;daki Madde 1&rsquo;de listelenen adreslerden biri &uuml;zerinden Veri Bilgi Y&ouml;neticimizle temasa ge&ccedil;erek
hesab&#305;n&#305;z&#305; her zaman silebilirsiniz. </p>
<p>10&nbsp;
HAKLARINIZ &nbsp;</p>
<p>Uygulanacak veri koruma kanunlar&#305;, size ki&#351;isel verilerinizle ilgili olarak bir&ccedil;ok hak tan&#305;maktad&#305;r.
A&#351;a&#287;&#305;dakileri haklara sahipsiniz:</p>
<ul>
<li>Ki&#351;isel verilerinizi
do&#287;rudan pazarlama ama&ccedil;lar&#305;yla kullanmamam&#305;z&#305; bizden isteme,</li>
<li>Hakk&#305;n&#305;zda elimizde
hangi ki&#351;isel verileri tuttu&#287;umuzu g&ouml;rmek isteme ve verileri i&#351;leme yolumuzu &ouml;&#287;renme (ve baz&#305; durumlarda bizden &uuml;&ccedil;&uuml;nc&uuml; ki&#351;iye bir n&uuml;sha vermemizi isteyebilirsiniz), </li>
<li>Do&#287;ru olmayan herhangi bir
ki&#351;isel verinin d&uuml;zeltilmesini ya da g&uuml;ncellenmesini isteme, </li>
<li>Kullanmaya devam etmemiz
i&ccedil;in iyi bir neden olmad&#305;&#287;&#305;nda baz&#305; durumlarda (ancak t&uuml;m durumlarda de&#287;il) ki&#351;isel verilerin silinmesini isteme,</li>
<li>Kullanmaya
hakk&#305;m&#305;z&#305;n oldu&#287;una inanmaman&#305;z halinde verilerinizi kullanmay&#305; ge&ccedil;ici olarak durdurmam&#305;z&#305; ya da kullanmaya devam etmemiz i&ccedil;in iyi bir neden olmad&#305;&#287;&#305;nda ki&#351;isel
verilerinizi kullanmay&#305; durdurmam&#305;z&#305; isteme ve</li>
<li>Belirli durumlarda sadece
&ldquo;otomatik i&#351;lemeye&rdquo; dayanarak verilen kararlara tabi olmama (yani, bir insan taraf&#305;ndan girdi olmadan sadece algoritma ya da bilgisayar taraf&#305;ndan verilen kararlara tabi olmama hakk&#305;).&nbsp; </li>
</ul>
<p>Haklar&#305;n&#305;z&#305;n herhangi birisiyle ilgili olarak bizimle temasa ge&ccedil;mek istemeniz halinde l&uuml;tfen, bu gizlilik
politikas&#305;n&#305;n ba&#351;&#305;nda beyan edilen temas bilgileri &uuml;zerinden bizimle temasa ge&ccedil;iniz. <u>https://tr.milwaukeetool.eu/footer/privacy-policy</u></p>
<p>Ki&#351;isel verilerinizin kullan&#305;m&#305; hakk&#305;nda &#351;ikayette bulunma hakk&#305;na da sahipsiniz.&nbsp; Denetim Makam&#305;yla temasa
ge&ccedil;ebilirsiniz (Yerel Denetim Makamlar&#305;n&#305;n bir listesine &#351;u adresten eri&#351;ebilirsiniz: <u>http://ec.europa.eu/newsroom/article29/item-detail.cfm?item_id=612080</u>).</p>
<p>11&nbsp;
G&#304;ZL&#304;L&#304;K POL&#304;T&#304;KAMIZDA DE&#286;&#304;&#350;&#304;KL&#304;KLER</p>
<p>Gelecekte gizlilik politikam&#305;zda yapabilece&#287;imiz her t&uuml;rl&uuml; de&#287;i&#351;iklik, bu sitede yay&#305;nlanacakt&#305;r. E-posta
adresinizin bizde bulunmas&#305; halinde size e-posta da g&ouml;nderebiliriz.&nbsp; L&uuml;tfen, gizlilik politikam&#305;zdaki herhangi bir g&uuml;ncelleme ya da de&#287;i&#351;ikli&#287;i g&ouml;rmek i&ccedil;in d&uuml;zenli aral&#305;klarla
kontrol ediniz.&nbsp; </p>
<p>Bu gizlilik politikas&#305; en son [21/04/2020] tarihinde g&uuml;ncellenmi&#351;tir.</p>
</body>
</html>
