<html>
<head>
<style>
html { font-family: '-apple-system','HelveticaNeue'; font-size: 20pt; }
body { padding: 35px; }
ul li { margin-bottom: 1em; }
a { color: #954f72; text-decoration: underline; }
table { border-collapse: collapse; }
table, th, td { border: 1px solid black; }
td { padding: 10px; }
</style>
</head>
<body>
<p><strong>Consentement aux communications commerciales</strong></p>
<p>Bonjour.</p>
<p>Nous sommes Milwaukee Electric Tool Corporation -- fabricants des outils &eacute;lectriques MILWAUKEE&trade;. Merci d&rsquo;avoir t&eacute;l&eacute;charg&eacute; notre application ONE-KEY&trade;. Nous esp&eacute;rons que vous l'appr&eacute;cierez&nbsp;!</p>
<p>Nous (ainsi que nos soci&eacute;t&eacute;s s&oelig;urs dans votre territoire local) souhaitons vous tenir &agrave; jour au sujet des produits et services MILWAUKEE&trade; en vous envoyant des communications commerciales par e-mail, SMS ou par t&eacute;l&eacute;phone. Ne vous inqui&eacute;tez pas, vous n'avez pas &agrave; &ecirc;tre d'accord, mais nous vous procurons ci-dessous la possibilit&eacute; de choisir de recevoir de telles communications de notre part si vous le souhaitez.</p>
<p>Vous trouverez plus d'informations sur la mani&egrave;re dont nous utilisons vos donn&eacute;es personnelles dans notre politique de confidentialit&eacute;, que vous pouvez consulter ici <a style="color: purple; text-decoration: underline;" href="http://fr.milwaukeetool.eu/one-key/privacy-policy/">http://fr.milwaukeetool.eu/one-key/privacy-policy/</a>. Une copie est toujours disponible dans la section Param&egrave;tres de l'application &agrave; laquelle vous pouvez acc&eacute;der &agrave; tout moment.</p>
<p>Si vous souhaitez recevoir des communications commerciales sur les produits et services MILWAUKEE&trade;, veuillez confirmer que vous l&rsquo;acceptez en cochant les cases appropri&eacute;es et vous recevrez alors des informations de l&rsquo;une des fa&ccedil;ons suivantes&nbsp;:</p>
<p>Si vous changez d'avis, vous pouvez retirer votre consentement &agrave; tout moment en nous contactant par e-mail &agrave; <a style="color: purple; text-decoration: underline;" href="mailto:data.privacy@TTI-emea.com">data.privacy@TTI-emea.com</a> ou modifier vos pr&eacute;f&eacute;rences dans le menu Param&egrave;tres de l&rsquo;application ou du site Web ONE-KEY&trade;.&nbsp;</p>
<p><strong>Consentement aux cookies</strong></p>
<p>Notre plate-forme de gestion de l'inventaire (le site Web&nbsp; &laquo;&nbsp;ONE-KEY&trade;&nbsp;&raquo;) utilise des cookies (un petit fichier compos&eacute; de lettres et de chiffres que nous mettons sur votre appareil) dans le but de vous distinguer des autres utilisateurs, pour vous fournir une exp&eacute;rience agr&eacute;able lorsque vous utilisez notre site Web ONE-KEY&trade; et pour &eacute;galement am&eacute;liorer ce dernier.&nbsp; Pour plus d'informations sur les cookies que nous utilisons et les fins pour lesquelles nous les utilisons, veuillez consulter notre Politique de confidentialit&eacute; : <a style="color: purple; text-decoration: underline;" href="https://fr.milwaukeetool.eu/footer/privacy-policy">https://fr.milwaukeetool.eu/footer/privacy-policy</a>.</p>
<p>Lorsque vous vous connectez pour la premi&egrave;re fois ou cr&eacute;ez un compte via le site Web de <br/>ONE-KEY&trade;, un message appara&icirc;t, vous indiquant la politique de confidentialit&eacute; (qui contient les r&egrave;gles relatives aux cookies).&nbsp; Apr&egrave;s avoir pass&eacute; en revue et accept&eacute; la politique, vous serez connect&eacute;.&nbsp; Si vous changez d'avis, vous pouvez &agrave; tout moment supprimer les cookies et nous emp&ecirc;cher de les utiliser sur votre navigateur ou votre appareil en allant dans les param&egrave;tres du navigateur et en les d&eacute;sactivant.</p>
</body>
</html>
