<html>
<head>
<style>
html { font-family: '-apple-system','HelveticaNeue'; font-size: 20pt; }
body { padding: 35px; }
ul li { margin-bottom: 1em; }
a { color: #954f72; text-decoration: underline; }
table { border-collapse: collapse; }
table, th, td { border: 1px solid black; }
td { padding: 10px; }
</style>
</head>
<body>
<p style="text-align: center;"><strong>Site Web de la plate-forme de gestion d'inventaire <br/>et application ONE-KEY&trade;</strong><br/><strong>Politique
de confidentialit&eacute;</strong></p>
<p>1&nbsp;
POLITIQUE DE CONFIDENTIALIT&Eacute;</p>
<p>Milwaukee Electric Tool Corporation (&laquo;&nbsp;nous&nbsp;&raquo;, &laquo;&nbsp;notre&nbsp;&raquo;, &laquo;&nbsp;nos&nbsp;&raquo; ou
&laquo;&nbsp;n&ocirc;tre&nbsp;&raquo;) s'engage &agrave; prot&eacute;ger et respecter votre vie priv&eacute;e.</p>
<p>Cette politique de confidentialit&eacute; explique comment et pourquoi nous recueillons, stockons, traitons et partageons vos donn&eacute;es
personnelles. Nous ferons toujours preuve de transparence s&rsquo;agissant de l'utilisation de vos donn&eacute;es personnelles. Cet avis vous indiquera &eacute;galement vos droits en ce qui concerne vos donn&eacute;es personnelles. </p>
<p>En vertu des lois sur la protection des donn&eacute;es (y compris le R&egrave;glement g&eacute;n&eacute;ral sur la protection des donn&eacute;es), le
contr&ocirc;leur des donn&eacute;es de toutes les donn&eacute;es personnelles que nous pouvons recueillir, traiter et d&eacute;tenir est Milwaukee Electric Tool Corporation, dont le si&egrave;ge social est sis 13135 West Lisbon Road, Brookfield,
Wisconsin 53005, &Eacute;tats-Unis.</p>
<p>&nbsp;Si vous avez des questions concernant cette politique de confidentialit&eacute; ou de vos droits en vertu de celle-ci veuillez contacter notre
responsable des donn&eacute;es : </p>
<p>Techtronic Industries UK Ltd<br/>Unit 3 Globeside Business Park<br/>Fieldhouse Lane, Marlow SL7 1HZ<br/>Angleterre</p>
<p>&Eacute;tant donn&eacute; que nous sommes bas&eacute;s en dehors de l'Europe, nous sommes tenus de d&eacute;signer un repr&eacute;sentant au sein de
l'Europe que vous pouvez &eacute;galement contacter &agrave; propos de vos donn&eacute;es personnelles. Notre repr&eacute;sentant europ&eacute;en est Techtronic Industries UK Ltd qui peut &ecirc;tre contact&eacute; par les moyens suivants&nbsp;:</p>
<p>Techtronic Industries UK Ltd<br/>Unit 3 Globeside Business Park<br/>Fieldhouse Lane, Marlow SL7 1HZ<br/>Angleterre</p>
<p>Si vos donn&eacute;es personnelles ont &eacute;t&eacute; ajout&eacute;es au compte d'un de nos titulaires de compte, veuillez noter que c'est la
d&eacute;cision du titulaire du compte d'utiliser vos donn&eacute;es personnelles de cette mani&egrave;re et qu'il est de la responsabilit&eacute; du titulaire du compte de d&eacute;montrer qu'il a le droit d'utiliser vos donn&eacute;es
personnelles. Vos donn&eacute;es personnelles seront trait&eacute;es conform&eacute;ment aux dispositions de la pr&eacute;sente politique.</p>
<p>2&nbsp;
INFORMATIONS QUE NOUS COLLECTONS SUR VOUS </p>
<p>Les donn&eacute;es personnelles que nous recueillons aupr&egrave;s de vous ou sur vous comprennent ce qui suit :</p>
<ul>
<li>Nom </li>
<li>Adresse </li>
<li>Adresse e-mail</li>
<li>Num&eacute;ro de
t&eacute;l&eacute;phone </li>
<li>Description et photographies
personnelles</li>
<li>Informations sur comment, quand et
&agrave; quelle fr&eacute;quence vous utilisez vos outils <br/>ONE-KEY&trade;</li>
<li>Informations sur le contexte de
l&rsquo;utilisation de vos outils ONE-KEY&trade; (si vous utilisez ce service dans l&rsquo;application ONE-KEY&trade;)</li>
<li>Si vous avez utilis&eacute;
l&rsquo;application ONE-KEY&trade; sur un appareil mobile, nous pourrons recueillir l'identifiant de votre appareil mobile si vous utilisez certaines fonctions (comme les rapports au sujet des outils)</li>
<li>Informations techniques, y compris
l'adresse de protocole Internet (IP) utilis&eacute;e pour connecter votre appareil &agrave; Internet, vos informations de connexion, type et version de navigateur, r&eacute;glage du fuseau horaire, types et versions des extensions du
navigateur, types d'appareil, syst&egrave;me d'exploitation</li>
<li>Informations au sujet de votre visite
sur notre site Web, y compris l'URL (Uniform Resource Locators) compl&egrave;te, les parties visit&eacute;es avant/pendant/apr&egrave;s votre pr&eacute;sence sur notre site (y compris la date et l&rsquo;heure), les produits que vous avez
consult&eacute;s/recherch&eacute;s/achet&eacute;s, les temps de r&eacute;ponse des pages, les erreurs de t&eacute;l&eacute;chargement, la dur&eacute;e des visites sur certaines pages, les interactions sur les pages (comme le d&eacute;filement,
les clics et les survols de la souris) et les m&eacute;thodes utilis&eacute;es pour parcourir le site Web.</li>
</ul>
<p>
Nous pouvons &eacute;galement recueillir des donn&eacute;es personnelles sur toute personne que vous autorisez &agrave; utiliser vos Outils ONE-KEY&trade;, ou les donn&eacute;es personnelles de vos employ&eacute;s ou de vos sous-traitants que vous ajoutez &agrave; votre compte (&laquo; Donn&eacute;es d'Utilisateur Ajout&eacute; &raquo;), ou encore les donn&eacute;es personnelles des utilisateurs multiples que vous invitez ou qui sont invit&eacute;s par d'autres &agrave; &ecirc;tre reli&eacute;s &agrave; votre compte (&laquo; Multi-Utilisateurs &raquo; / &laquo; Donn&eacute;es Multi-Utilisateurs &raquo;). Par exemple, si vous avez demand&eacute; &agrave; un employ&eacute; d'utiliser votre outil ONE-KEY&trade;, vous pourriez &ecirc;tre en mesure d'identifier des informations personnelles sur cet employ&eacute;, sa localisation, son rendement ou ses habitudes de travail par l'interm&eacute;diaire de l'utilisation qu'il fait de l'outil ONE-KEY&trade;. &Agrave; cet &eacute;gard, il est de votre responsabilit&eacute; de vous conformer &agrave; toute la l&eacute;gislation applicable en mati&egrave;re de protection des donn&eacute;es, et d’informer pr&eacute;alablement l'ensemble de vos employ&eacute;s, ou toute autre tierce personne dont les donn&eacute;es personnelles sont ajout&eacute;es &agrave; votre compte ONE-KEY&trade; ou encore qui utilise votre Outil ONE-KEY&trade;, au sujet de la collecte de ses donn&eacute;es personnelles de cette mani&egrave;re. S’ils ont d’autres questions concernant la fa&ccedil;on dont nous sommes susceptibles d’utiliser leurs donn&eacute;es personnelles, vous pouvez les rediriger vers la pr&eacute;sente politique de confidentialit&eacute;. Nous ne saurions &ecirc;tre tenus responsables des plaintes d&eacute;pos&eacute;es contre vous (ou contre nous) par un tiers utilisant votre outil ONE-KEY&trade;, ou dont les donn&eacute;es personnelles ont &eacute;t&eacute; ajout&eacute;es sur Votre compte ONE-KEY&trade;, en rapport avec une quelconque violation de la l&eacute;gislation applicable en mati&egrave;re de protection des donn&eacute;es.
Il est de votre responsabilit&eacute; de vous assurer que Vous &ecirc;tes autoris&eacute; &agrave; nous fournir les Donn&eacute;es d'Utilisateur Ajout&eacute; et les Donn&eacute;es Multi-Utilisateurs (y compris en informant les personnes concern&eacute;es que vous ajouterez leurs donn&eacute;es personnelles sur votre compte), et que Nous sommes autoris&eacute;s &agrave; utiliser les Donn&eacute;es d'Utilisateur Ajout&eacute; afin de vous fournir les fonctionnalit&eacute;s de l’application ONE-KEY&trade;. En vertu des lois sur la protection des donn&eacute;es, vous &ecirc;tes le responsable du traitement des donn&eacute;es, et nous sommes un sous-traitant (c'est &agrave; dire que les Donn&eacute;es d'Utilisateur Ajout&eacute; rel&egrave;vent de votre responsabilit&eacute; et que nous vous fournissons un service pour vous permettre d'inclure les Donn&eacute;es d'Utilisateur Ajout&eacute; votre compte).
<br/><br/>
La fonctionnalit&eacute; Multi-Utilisateurs permet aux utilisateurs de l’application ONE-KEY&trade; de saisir et de conserver des informations concernant d’autres utilisateurs, lorsque ces autres utilisateurs sont associ&eacute;s avec l’utilisateur initial aux fins de relier les comptes d’utilisateurs multiples et de faciliter la coordination et l’organisation au sein d’un groupe d’utilisateur associ&eacute;s. EN UTILISANT N’IMPORTE LAQUELLE DES FONCTIONNALIT&Eacute;S DE L’APPLICATION ONE-KEY&trade;, VOUS ACCEPTEZ EXPRESS&Eacute;MENT CE QUI SUIT : (A) Vous d&eacute;clarez et garantissez qu'avant de saisir des informations personnelles concernant autrui, vous avez (i) inform&eacute; la personne concern&eacute;e que vous aviez l'intention de saisir des informations personnelles la concernant dans l'application ONE-KEY&trade; aux fins d'acc&eacute;der aux fonctionnalit&eacute;s de l'application ONE-KEY&trade; et de les utiliser, (ii) inform&eacute; la personne concern&eacute;e de la nature des informations personnelles que vous alliez saisir, (iii) fourni un lien vers la politique de confidentialit&eacute; (consultable ici : http://uk.milwaukeetool.eu/one-key/privacy-policy/) qui r&eacute;gira l’acc&egrave;s, l’utilisation et la divulgation de ces informations de Notre part lorsqu'elles ont &eacute;t&eacute; saisies, et (iv) obtenu le consentement explicite de chacune des personnes concern&eacute;es en vue d’une telle divulgation et utilisation des informations personnelles applicables ; et (B) si votre compte est li&eacute; &agrave; un autre compte dans le cadre de n’importe laquelle des fonctionnalit&eacute;s Multi-Utilisateurs de l'application ONE-KEY&trade;, Vous reconnaissez et acceptez que Vous avez lu et accept&eacute; la politique de confidentialit&eacute; (consultable ici : http://uk.milwaukeetool.eu/one-key/privacy-policy/) et vous Nous autorisez express&eacute;ment &agrave; conserver, utiliser et divulguer vos informations personnelles associ&eacute;es &agrave; ce compte aux fins de la fourniture de l'application ONE-KEY&trade; et de tous les services et fonctionnalit&eacute;s associ&eacute;s aussi longtemps que votre compte restera ainsi li&eacute;.
</p>
<p>3&nbsp;
COMMENT NOUS RECUEILLONS DES INFORMATIONS &Agrave; VOTRE SUJET</p>
<p>Nous pourrons recueillir des informations vous concernant d&rsquo;une vari&eacute;t&eacute; de fa&ccedil;ons, y compris lorsque vous&nbsp;:</p>
<ul>
<li>cr&eacute;ez un compte&nbsp;; </li>
<li>acc&eacute;dez &agrave; notre site Web ou notre application ONE-KEY&trade;&nbsp;;</li>
<li>vous abonnez &agrave; notre newsletter&nbsp;; </li>
<li>enregistrez votre outil ONE-KEY&trade; aupr&egrave;s de nous ou enregistrez vos outils en vue de b&eacute;n&eacute;ficier de la garantie
prolong&eacute;e&nbsp;;</li>
<li>contactez notre &eacute;quipe du service client&egrave;le&nbsp;;</li>
<li>participez &agrave; l'un de nos concours ou promotions ou remplissez un questionnaire&nbsp;;</li>
<li>interagissez avec nous sur les m&eacute;dias sociaux (par exemple en nous mentionnant/identifiant ou en nous contactant). </li>
</ul>
<p>En outre, si vous utilisez les fonctions de gestion d&rsquo;inventaire de l&rsquo;application ONE-KEY&trade;, cette derni&egrave;re collectera
automatiquement les donn&eacute;es de vos outils ONE-KEY&trade; qui sont enregistr&eacute;es sur votre compte, ce qui comprendra&nbsp;:</p>
<ul>
<li>donn&eacute;es d'identification de l'outil (par exemple, le num&eacute;ro de s&eacute;rie)&nbsp;;</li>
<li>donn&eacute;es d'utilisation de l'outil (par exemple, date/heure de d&eacute;but et de fin d'utilisation)&nbsp;;</li>
<li>donn&eacute;es de localisation de l'outil (si vous ou toute autre personne utilisant l&rsquo;application ONE-KEY&trade; avez activ&eacute;
Bluetooth, si votre outil ONE-KEY&trade; est &agrave; port&eacute;e du signal Bluetooth de votre appareil, nous utiliserons ces informations pour aider &agrave; identifier l'emplacement de votre outil ONE-KEY&trade;). Veuillez noter que les
donn&eacute;es personnelles que nous collectons vous concernant (ou un tiers) quant &agrave; votre emplacement (par ex. si vous ou un employ&eacute; utilisez votre outil ONE-KEY&trade;) sont accessoires &agrave; l'objectif de collecte de ces
donn&eacute;es de localisation, afin de vous aider &agrave; identifier l'emplacement de votre outil ONE-KEY&trade;. Nous suivons vos outils <br/>ONE-KEY&trade;, pas vous&nbsp;!</li>
</ul>
<p>4&nbsp;
COMMENT UTILISONS-NOUS VOS DONN&Eacute;ES &Agrave; CARACT&Egrave;RE PERSONNEL ET &Agrave; QUELLES FINS LE FAISONS-NOUS ?</p>
<table>
<tbody>
<tr>
<td width="50%">
<p><strong>Comment et pourquoi
nous utilisons vos donn&eacute;es personnelles</strong></p>
</td>
<td
width="50%">
<p><strong>Quelle est notre
justification juridique pour le traitement de vos donn&eacute;es personnelles</strong></p>
</td>
</tr>
<tr>
<td>
<p>Pour vous fournir les
informations, produits et services que vous demandez ou achetez aupr&egrave;s de nous (c.-&agrave;-d., pour accomplir certaines t&acirc;ches et pour communiquer avec vous concernant les produits et services que vous nous achetez ou nous
demandez, ainsi que pour r&eacute;pondre &agrave; vos questions et commentaires).</p>
</td>
<td rowspan="3">
<p>Nous nous
r&eacute;f&eacute;rerons aux arrangements contractuels nous liant en tant que base juridique en vertu de laquelle nous recueillons et traitons vos donn&eacute;es &agrave; caract&egrave;re personnel dans le cadre d'une commande de
produits et services ou de votre utilisation de l&rsquo;application ONE-KEY&trade;. </p>
<p>De m&ecirc;me, dans certains
sc&eacute;narios, nous prendrons en compte nos int&eacute;r&ecirc;ts l&eacute;gitimes en tant qu'entreprise (par exemple, il est dans notre int&eacute;r&ecirc;t de mesurer la satisfaction des clients et de r&eacute;soudre les
probl&egrave;mes qu'ils peuvent rencontrer). Si nous sommes amen&eacute;s &agrave; prendre en compte nos int&eacute;r&ecirc;ts l&eacute;gitimes, nous ferons toujours en sorte de les &eacute;quilibrer par rapport &agrave; vos droits.</p>
</td>
</tr>
<tr>
<td>
<p>Lorsque vous utiliserez notre
application ONE-KEY&trade;, pour vous fournir les services que vous nous avez demand&eacute;s via celle-ci.&nbsp; Cela peut inclure des donn&eacute;es de localisation collect&eacute;es via notre plate-forme de gestion d'inventaire
ONE-KEY&trade; si vous choisissez d'activer le Bluetooth et d&rsquo;utiliser cette fonction. </p>
</td>
</tr>
<tr>
<td>
<p>Pour mesurer la satisfaction
de nos clients et assurer le service &agrave; la client&egrave;le (y compris le d&eacute;pannage dans le cadre d'achats, vos demandes de services ou lorsque vous nous posez des questions sur les m&eacute;dias sociaux)&nbsp;;</p>
</td>
</tr>
<tr>
<td>
<p>Nous pourrons utiliser vos
donn&eacute;es personnelles pour vous informer sur les produits et promotions (&laquo;&nbsp;marketing&nbsp;&raquo;). </p>
 </td>
<td>
<p>Nous pourrons
g&eacute;n&eacute;ralement utiliser vos donn&eacute;es personnelles uniquement pour vous envoyer des messages de marketing si vous y avez consenti, ou, dans certains cas, nous pourrons invoquer un int&eacute;r&ecirc;t l&eacute;gitime.
</p>
<p>Vous pourrez nous demander
&agrave; tout moment de cesser de vous envoyer des messages de marketing en nous contactant aux coordonn&eacute;es indiqu&eacute;es en haut de cette politique de confidentialit&eacute; : https://fr.milwaukeetool.eu/footer/privacy-policy/</p>
</td>
</tr>
<tr>
<td>
<p>Pour surveiller l'utilisation
de notre application ONE-KEY&trade; et du site Web et nous assurer qu'ils sont pr&eacute;sent&eacute;s de la fa&ccedil;on la plus efficace et pertinente pour vous et votre appareil. </p>
<p>Nous pourrons utiliser des
cookies pour ce faire.</p>
</td>
<td>
<p>Nous disposons d&rsquo;un
int&eacute;r&ecirc;t l&eacute;gitime &agrave; veiller &agrave; ce que notre site Web et notre application ONE-KEY&trade; fonctionnent correctement et que nos produits et services soient de haute qualit&eacute; et efficaces. </p>
<p>Nous demanderons votre
consentement afin de placer des cookies sur votre appareil. Pour plus d'informations sur l'utilisation des cookies, veuillez consulter notre d&eacute;claration en la mati&egrave;re : <a style="color: purple; text-decoration: underline;"
href="https://fr.milwaukeetool.eu/cookies(enanglais)">https://fr.milwaukeetool.eu/cookies (en anglais)</a>.</p>
</td>
</tr>
<tr>
<td>
<p>Nous pourrons enregistrer les
appels t&eacute;l&eacute;phoniques entre nous et utiliser ces donn&eacute;es &agrave; des fins de formation et de contr&ocirc;le de la qualit&eacute; (vous serez pr&eacute;alablement averti que votre appel est enregistr&eacute;). </p>
</td>
<td>
<p>Nous utiliserons des
donn&eacute;es de cette mani&egrave;re pour une vari&eacute;t&eacute; de raisons. Cela peut s&rsquo;effectuer en vertu d'une obligation l&eacute;gale et de notre int&eacute;r&ecirc;t l&eacute;gitime &agrave; examiner les enregistrements
d'appels &agrave; des fins de contr&ocirc;le de la qualit&eacute;.</p>
</td>
</tr>
<tr>
<td>
<p>Pour nous assurer que les
renseignements personnels et financiers que vous nous fournissez sont exacts </p>
</td>
<td rowspan="4">
<p>Dans certains cas, nous
utiliserons vos donn&eacute;es personnelles parce qu'il est n&eacute;cessaire que nous nous conformions avec une obligation l&eacute;gale (par ex. si nous recevons une demande l&eacute;gitime de la part d'un organisme charg&eacute; de
faire appliquer la loi). Dans d'autres cas (comme la d&eacute;tection de la fraude ou nous assurer de la s&eacute;curit&eacute; du site), nous invoquerons nos int&eacute;r&ecirc;ts l&eacute;gitimes en tant qu'entreprise en tant
qu'entreprise pour utiliser vos donn&eacute;es personnelles de cette mani&egrave;re. Si nous sommes amen&eacute;s &agrave; prendre en compte nos int&eacute;r&ecirc;ts l&eacute;gitimes, nous ferons toujours en sorte de les
&eacute;quilibrer par rapport &agrave; vos droits. </p>
</td>
</tr>
<tr>
<td>
<p>Pour des actions de
d&eacute;tection, d&rsquo;enqu&ecirc;te, de signalement et de pr&eacute;vention s&rsquo;agissant des d&eacute;lits financiers ou de toute autre activit&eacute; ill&eacute;gale.</p>
</td>
</tr>
<tr>
<td>
<p>Pour g&eacute;rer les risques
pour nous et nos clients.</p>
</td>
</tr>
<tr>
<td>
<p>Pour remplir nos obligations
l&eacute;gales et obligations en mati&egrave;re de conformit&eacute;.</p>
</td>
</tr>
</tbody>
</table>
<p>5&nbsp;
COMMENT NOUS PARTAGEONS VOS INFORMATIONS PERSONNELLES</p>
<p>Afin de nous permettre de vous offrir nos produits et services, nous partagerons vos donn&eacute;es personnelles avec nos fournisseurs de services
tiers de confiance ou les soci&eacute;t&eacute;s de notre groupe, comme d&eacute;taill&eacute; ci-dessous. Chaque fois que nous partagerons vos donn&eacute;es personnelles, les mesures que nous avons mises en place obligeront ces fournisseurs
tiers et soci&eacute;t&eacute;s affili&eacute;es &agrave; maintenir la confidentialit&eacute; de ces donn&eacute;es personnelles, et il leur sera interdit de les utiliser &agrave; des fins de marketing, sauf si vous y avez consenti. Nous ne
vendrons jamais vos donn&eacute;es personnelles &agrave; un tiers. </p>
<p><u>Pour traiter les commandes de produits et services&nbsp;:</u></p>
<p>Nous travaillons avec un certain nombre de prestataires de service de confiance qui accomplissent des t&acirc;ches en notre nom. Lorsque vous
ach&egrave;terez des produits et services aupr&egrave;s de nous, les services fournis par ces fournisseurs comprendront l&rsquo;h&eacute;bergement et la mise &agrave; disposition d'un site Web et d&rsquo;une base de donn&eacute;es. Il est dans
notre int&eacute;r&ecirc;t l&eacute;gitime en tant qu'entreprise de travailler avec ces fournisseurs de services puisque nous n'avons pas n&eacute;cessairement les capacit&eacute;s n&eacute;cessaires pour fournir ces services nous-m&ecirc;mes.
Dans chaque cas, nous veillerons &agrave; ce que le fournisseur de services soit uniquement autoris&eacute; &agrave; utiliser vos donn&eacute;es personnelles afin de nous fournir des services, &agrave; l&rsquo;exclusion de toute autre fin.&nbsp;</p>
<p><u>Autres services professionnels&nbsp;:</u></p>
<p>Nous pourrons &ecirc;tre amen&eacute;s &agrave; divulguer vos donn&eacute;es personnelles &agrave; nos assureurs lorsque nous pensons que cela est
n&eacute;cessaire en vertu de notre relation contractuelle avec eux. </p>
<p>Nous travaillons avec des tiers soigneusement choisis, comme le prestataire d&rsquo;h&eacute;bergement de notre base de donn&eacute;es des clients et
des agences de marketing et de publicit&eacute; qui nous aident &agrave; vous fournir une exp&eacute;rience client positive.</p>
<p><u>Afin de pr&eacute;venir et de d&eacute;pister les infractions p&eacute;nales ou nous conformer &agrave; la l&eacute;gislation :</u></p>
<p>il peut exister des cas o&ugrave; nous sommes soumis &agrave; une obligation l&eacute;gale de partager ou divulguer vos donn&eacute;es personnelles,
par exemple avec les organismes charg&eacute;s de faire appliquer la loi ou des autorit&eacute;s publiques afin de pr&eacute;venir ou de d&eacute;tecter les infractions p&eacute;nales ou satisfaire &agrave; une obligation l&eacute;gale. </p>
<p><u>Traitement des donn&eacute;es et structure &agrave; l&rsquo;&eacute;chelle du groupe :</u></p>
<p>Notre groupe partage divers processus d&rsquo;exploitation et d'affaires.&nbsp; Nous pourrons partager vos donn&eacute;es personnelles avec l'un des
membres de notre groupe pour respecter &agrave; votre &eacute;gard nos obligations contractuelles, ou parce qu'il existe un int&eacute;r&ecirc;t l&eacute;gitime pour ce faire. Par exemple, si vous utilisez nos services en Europe, vos
donn&eacute;es seront trait&eacute;es par Techtronic Industries ELC GmbH, l&rsquo;une des soci&eacute;t&eacute;s de notre groupe qui h&eacute;berge nos services en Europe en notre nom. </p>
<p>De m&ecirc;me, alors que nous sommes bas&eacute;s aux &Eacute;tats-Unis, nous pourrons partager vos donn&eacute;es avec une soci&eacute;t&eacute; de
notre groupe implant&eacute;e dans votre pays afin de nous assurer de vous envoyer uniquement des messages de marketing au sujet de nos produits et services qui y sont disponibles.&nbsp; </p>
<p>Nous pourrons &eacute;galement partager vos donn&eacute;es personnelles si la composition de notre groupe est modifi&eacute;e &agrave; l'avenir, par
exemple&nbsp;:</p>
<ul>
<li>Nous pourrons choisir de vendre, transf&eacute;rer ou fusionner des parties de notre entreprise, ou de nos actifs. Ou nous pourrons chercher
&agrave; acqu&eacute;rir d'autres entreprises ou de fusionner avec elles.</li>
<li>Au cours de tels processus, nous pourrons partager vos donn&eacute;es avec d'autres parties. Nous le ferons uniquement si elles acceptent
d'assurer la s&eacute;curit&eacute; et la confidentialit&eacute; de vos donn&eacute;es.</li>
<li>Si notre groupe subit un changement, alors d'autres parties pourront utiliser vos donn&eacute;es de la fa&ccedil;on pr&eacute;vue aux
pr&eacute;sentes.</li>
</ul>
<p>6&nbsp;
COOKIES</p>
<p>Notre site Web utilise des cookies pour vous distinguer des autres utilisateurs. Cela nous aide &agrave; vous fournir une exp&eacute;rience de
qualit&eacute; lorsque vous naviguez sur notre site Web et nous permet d'am&eacute;liorer ce dernier. Notre site web utilise aussi Google Analytics pour &eacute;valuer la fa&ccedil;on dont vous l&rsquo;utilisez et vous fournir d'autres services
connexes.</p>
<p>Pour plus d'informations sur les cookies que nous utilisons (y compris Google Analytics) et les fins pour lesquelles nous les utilisons, veuillez
consulter notre d&eacute;claration relative aux cookies : <a style="color: purple; text-decoration: underline;" href="https://fr.milwaukeetool.eu/cookies(enanglais)">https://fr.milwaukeetool.eu/cookies
(en anglais)</a>/.</p>
<p>7&nbsp;
S&Eacute;CURIT&Eacute;</p>
<p>Nous prenons la s&eacute;curit&eacute; de vos donn&eacute;es personnelles tr&egrave;s au s&eacute;rieux.&nbsp; Nous avons mis en place des
strat&eacute;gies, des contr&ocirc;les, des politiques et des mesures visant &agrave; garantir la s&eacute;curit&eacute; de vos donn&eacute;es. Nous &eacute;valuons aussi continuellement ces mesures. Nous utilisons une vari&eacute;t&eacute; de
mesures administratives, logiques, physiques et de gestion appropri&eacute;es afin de prot&eacute;ger vos renseignements personnels contre la perte, le vol ainsi que l&rsquo;acc&egrave;s, l'utilisation et la modification non autoris&eacute;s.</p>
<p>8&nbsp;
TRANSFERT DE VOS DONN&Eacute;ES EN DEHORS DE L'EUROPE</p>
<p>Nous transf&eacute;rerons vos donn&eacute;es personnelles en dehors de l'Espace &eacute;conomique europ&eacute;en (EEE) afin de les traiter. Nous
sommes bas&eacute;s aux &Eacute;tats-Unis et, bien que nous disposions de centres de donn&eacute;es europ&eacute;ens, l'ensemble de vos donn&eacute;es pourront &ecirc;tre trait&eacute;es par nous aux &Eacute;tats-Unis. </p>
<p>Nous pourrons aussi &ecirc;tre amen&eacute;s &agrave; transmettre vos donn&eacute;es personnelles en dehors de l'EEE o&ugrave; nous travaillons avec
un fournisseur ou un tiers qui traite certaines des donn&eacute;es personnelles. </p>
<p>Ces pays (y compris les &Eacute;tats-Unis) peuvent ne pas avoir les m&ecirc;mes lois de protection des donn&eacute;es que le Royaume-Uni et l'EEE, de
sorte que vos donn&eacute;es pourraient ne pas b&eacute;n&eacute;ficier de la m&ecirc;me protection. Toutefois, dans de tels cas, nous nous assurerons que tout transfert de vos donn&eacute;es personnelles vers des pays en dehors de l'EEE fasse
l'objet de garanties appropri&eacute;es comme si elles &eacute;taient trait&eacute;es dans l'EEE et en vertu des principes directeurs &eacute;nonc&eacute;s dans la pr&eacute;sente d&eacute;claration en mati&egrave;re de confidentialit&eacute;.
</p>
<p>Si vous souhaitez de plus amples informations, veuillez nous contacter aux coordonn&eacute;es figurant en haut de cette politique de
confidentialit&eacute; : https://fr.milwaukeetool.eu/footer/privacy-policy.</p>
<p>9&nbsp;
PENDANT QUELLE DUR&Eacute;E NOUS CONSERVERONS VOS INFORMATIONS PERSONNELLES</p>
<p>En termes g&eacute;n&eacute;raux, nous ne conserverons vos renseignements personnels qu&rsquo;aussi longtemps que n&eacute;cessaire aux fins
d&eacute;crites dans la pr&eacute;sente politique de confidentialit&eacute;.&nbsp; Cela signifie que les d&eacute;lais de conservation varieront selon le type de donn&eacute;es et la raison pour laquelle nous les avons recueillies en premier
lieu. </p>
<p>Nous avons mis en place une politique que nous &eacute;valuons sur une base continue au regard des motifs pour lesquels nous traitons vos
donn&eacute;es &agrave; caract&egrave;re personnel et de la base juridique pour ce faire.</p>
<p>Vous pourrez supprimer votre compte &agrave; tout moment en communiquant avec notre responsable des informations &agrave; l'adresse indiqu&eacute;e
&agrave; l&rsquo;article 1 ci-dessus. </p>
<p>10&nbsp;
VOS DROITS &nbsp;</p>
<p>Les lois applicables en mati&egrave;re de protection des donn&eacute;es vous accordent un certain nombre de droits relatifs &agrave; vos
donn&eacute;es personnelles. Vous avez le droit&nbsp;:</p>
<ul>
<li>de nous demander de ne pas
utiliser vos donn&eacute;es personnelles &agrave; des fins de marketing direct&nbsp;;</li>
<li>de demander &agrave; consulter les
renseignements personnels que nous d&eacute;tenons &agrave; votre &eacute;gard et de vous informer sur la fa&ccedil;on dont nous traitons les donn&eacute;es (et dans certains cas, vous pouvez nous demander de fournir une copie &agrave; un
tiers)&nbsp;; </li>
<li>de nous demander de corriger ou de
mettre &agrave; jour les donn&eacute;es &agrave; caract&egrave;re personnel qui sont inexactes&nbsp;; </li>
<li>de demander &agrave; ce que vos
renseignements personnels soient effac&eacute;s dans certaines circonstances (mais pas toutes) s'il n&rsquo;existe aucun motif valable pour que nous continuions de les utiliser ;</li>
<li>de nous demander d'arr&ecirc;ter
temporairement d&rsquo;utiliser vos donn&eacute;es si vous estimez que nous ne disposons pas du droit de les utiliser, ou d'arr&ecirc;ter d&rsquo;utiliser vos donn&eacute;es personnelles s'il n&rsquo;existe aucun motif valable pour que nous
continuions de les <br/>utiliser ; et</li>
<li>de ne pas &ecirc;tre soumis
&agrave; des d&eacute;cisions prises uniquement sur la base d&rsquo;un &laquo;&nbsp;traitement automatis&eacute;&nbsp;&raquo; (&agrave; savoir le droit de ne pas &ecirc;tre soumis &agrave; des d&eacute;cisions prises uniquement par des
algorithmes ou des ordinateurs sans l&rsquo;intervention d'une personne) dans certaines circonstances.&nbsp; </li>
</ul>
<p>Si vous souhaitez nous contacter au sujet de vos droits, veuillez utiliser les coordonn&eacute;es figurant en haut de cette politique de
confidentialit&eacute; : https://fr.milwaukeetool.eu/footer/privacy-policy.</p>
<p>Vous avez aussi le droit de vous plaindre au sujet de l'utilisation de vos donn&eacute;es personnelles.&nbsp; Vous pouvez contacter votre
autorit&eacute; locale de contr&ocirc;le de la protection des donn&eacute;es (une liste des autorit&eacute;s de contr&ocirc;le se trouve ici : http://ec.europa.eu/newsroom/article29/item-detail.cfm?item_id=612080).</p>
<p>11&nbsp;
MODIFICATIONS APPORT&Eacute;ES &Agrave; NOTRE POLITIQUE DE CONFIDENTIALIT&Eacute;</p>
<p>Les modifications que nous apporterons &agrave; cette politique de confidentialit&eacute; seront affich&eacute;es sur ce site. Nous pourrons
&eacute;galement vous envoyer un e-mail si nous disposons de votre adresse &eacute;lectronique.&nbsp; Veuillez consulter fr&eacute;quemment cette page pour prendre connaissance des mises &agrave; jour ou des changements apport&eacute;s &agrave;
notre politique de confidentialit&eacute;.&nbsp; </p>
<p>Cette politique de confidentialit&eacute; a &eacute;t&eacute; mise &agrave; jour pour la derni&egrave;re fois le [21/04/2020].</p>
</body>
</html>
