<div id="bodyInfo">
<div id="bodyInfo">
<div id="bodyInfo">Par la pr&eacute;sente j'accorde mon consentement pour que Techtronic Industries ELC GmbH, Max-Eyth-Strasse 10, 71364 Winnenden, Allemagne (TTI Allemagne) collecte, m&eacute;morise, traite, utilise et transmette mes donn&eacute;es suivantes &agrave; la Techtronic Industries (UK) Ltd., Globeside Business Park, Fieldhouse Lane, Marlow, Bucks, SL7 1HZ, UK (TTI UK): donn&eacute;es de mon enregistrement du compte One-Key (par ex. nom, adresse, adresse &eacute;lectronique, num&eacute;ros de t&eacute;l&eacute;phone), informations sur les outils One-Key li&eacute;s &agrave; mon compte One-Key (par ex. le n&deg; de s&eacute;rie de l'outil, les donn&eacute;es d'utilisation de l'outil, l'emplacement de l'outil) et d'autres informations sur mon utilisation de l'App One-Key (par ex. les donn&eacute;es entr&eacute;es dans le syst&egrave;me de gestion inventaire, l'emplacement de mon dispositif).</div>
<div id="bodyInfo">TTI Allemagne et TTI UK pourront traiter mes donn&eacute;es et les utiliser pour l'enregistrement du produit, l'assistance clients, les &eacute;tudes de march&eacute;, le d&eacute;veloppement de produits et le marketing.</div>
<div id="bodyInfo">&Eacute;galement par la pr&eacute;sente j'accorde mon consentement pour que TTI Allemagne et TTI UK collectent, m&eacute;morisent, traitent et utilisent mon adresse &eacute;lectronique et mon adresse pour m'envoyer des informations g&eacute;n&eacute;riques et / ou de la publicit&eacute; concernant des produits et des services marque MILWAUKEE dans les secteurs &eacute;lectro-outils, outils manuels, instruments de mesure et d'essai et accessoires relatifs.</div>
<div id="bodyInfo">Egalement par la pr&eacute;sente j'accorde mon consentement pour que TTI Allemagne utilise les services de m&eacute;morisation dans un nuage informatique mis &agrave; disposition par Amazon Web Services, Inc.410 Terry Avenue North, Seattle, WA 98109-5210, USA en vue de la m&eacute;morisation de mes donn&eacute;es.</div>
<div id="bodyInfo">&Eacute;galement par la pr&eacute;sente j'accorde mon consentement pour que TTI Allemagne utilise l'instrument Google Analytics pour collecter des informations sur mon utilisation de l'App (par ex. quelles fonctions j'utilise et quand) et sur mon dispositif (par ex. syst&egrave;me d'exploitation), y compris mon adresse IP (donn&eacute;es d'utilisation), pour &eacute;valuer l'utilisation de l'App et l'am&eacute;liorer. Les donn&eacute;es d'utilisation seront utilis&eacute;es uniquement sur une base agr&eacute;g&eacute;e et elles ne seront pas li&eacute;es &agrave; mon nom, &agrave; mon adresse &eacute;lectronique ou &agrave; mon compte One-Key. Google Analytics est mis &agrave; disposition de TTI Allemagne par Google, Inc., 1600 Amphitheatre Parkway Mountain View, CA 94043, USA.</div>
<div id="bodyInfo">J'ai connaissance et j'accepte que les USA n'offrent pas un niveau de protection des donn&eacute;es &eacute;quivalent &agrave; celui de l'UE.</div>
<div id="bodyInfo">Note : Vous pourrez en tout moment r&eacute;voquer votre consentement pour l'avenir. A cette fin, veuillez contacter <a href="mailto:onekey.admin@milwaukeetool.eu">onekey.admin@milwaukeetool.eu</a>. L'acc&egrave;s au texte du pr&eacute;sent consentement est disponible sur : <a href="http://fr.milwaukeetool.eu/one-key/data-consent/">http://fr.milwaukeetool.eu/one-key/data-consent/</a>.</div>
<div id="bodyInfo">Utilisation ult&eacute;rieure. Avec votre consentement, nous utiliserons vos donn&eacute;es ainsi que ce qui a &eacute;t&eacute; expos&eacute; dans la pr&eacute;sente politique de confidentialit&eacute;, toujours en conformit&eacute; avec le contenu du consentement.</div>
</div>
</div>
