<html>
<head>
<style>
html { font-family: '-apple-system','HelveticaNeue'; font-size: 12pt; }
body { padding: 35px; }
ul li { margin-bottom: 1em; }
a { color: #954f72; text-decoration: underline; }
table { border-collapse: collapse; }
table, th, td { border: 1px solid black; }
td { padding: 10px; }
</style>
</head>
<body>
<p><strong>Markedsf&oslash;ringssamtykke</strong></p>
<p>Hej</p>
<p>Vi er Milwaukee Electric Tool Corporation -- producenterne af MILWAUKEE&trade;-v&aelig;rkt&oslash;j. Tak fordi du har downloadet vores ONE-KEY&trade;-app. Vi h&aring;ber, du f&aring;r gl&aelig;de af den!</p>
<p>Vi (samt vores europ&aelig;iske s&oslash;sterselskaber i dit lokalomr&aring;de) vil meget gerne have mulighed for at holde dig opdateret om vores MILWAUKEE&trade;-produkter og tjenester ved at sende dig markedsf&oslash;ringsmeddelelser pr. e-mail, sms og telefon. Bare rolig, du beh&oslash;ver ikke sige ja, men vi har givet dig muligheden nedenfor for at v&aelig;lge at modtage markedsf&oslash;ringsmeddelelser fra os, hvis du &oslash;nsker det.</p>
<p>Du kan finde flere oplysninger om, hvordan vi bruger dine personoplysninger, i vores privatlivspolitik, som du kan finde her <u><a style="color: purple; text-decoration: underline;" href="http://dk.milwaukeetool.eu/one-key/privacy-policy/">http://dk.milwaukeetool.eu/one-key/privacy-policy/</a></u>. Du kan altid finde en kopi i appen under funktionen Indstillinger, som du til enhver tid har adgang til.</p>
<p>Hvis du gerne vil modtage markedsf&oslash;ringsmeddelelser om vores MILWAUKEE&trade;-produkter og tjenester, bedes du bekr&aelig;fte, at du giver dit samtykke dertil ved at s&aelig;tte kryds i de relevante felter nedenfor for at bekr&aelig;fte, at Milwaukee Electric Tool Corporation og/eller vores europ&aelig;iske koncernselskab i dit lokale omr&aring;de m&aring; sende dig markedsf&oslash;ringsmeddelelser om MILWAUKEE&trade;'s produkter og tjenester p&aring; f&oslash;lgende m&aring;der:</p>
<p>Hvis du fortryder, kan du til enhver tid tr&aelig;kke dit samtykke tilbage eller &aelig;ndre dine indstillinger ved at kontakte os pr. e-mail p&aring; <a style="color: purple; text-decoration: underline;" href="mailto:data.privacy@TTI-emea.com">data.privacy@TTI-emea.com</a> eller &aelig;ndre dine indstillinger i afsnittet Indstillinger i ONE-KEY&trade;-appen eller p&aring; hjemmesiden.&nbsp;</p>
<p><strong>Cookiesamtykke</strong></p>
<p>Vores hjemmeside med lagerstyringsplatformen ("ONE-KEY&trade;-hjemmesiden") bruger cookies (en lille fil med bogstaver og tal, som vi placerer p&aring; din enhed) for at kunne skelne dig fra andre brugere af vores ONE-KEY&trade;-hjemmeside, for at give dig en god oplevelse, n&aring;r du bes&oslash;ger vores ONE-KEY&trade;-hjemmeside, samt for at g&oslash;re det muligt for os at forbedre vores ONE-KEY&trade;-hjemmeside.&nbsp; For n&aelig;rmere oplysninger om de cookies, vi bruger, og de form&aring;l, vi bruger dem til, se vores privatlivspolitik <a style="color: purple; text-decoration: underline;" href="https://dk.milwaukeetool.eu/footer/privacy-policy">https://dk.milwaukeetool.eu/footer/privacy-policy</a>.</p>
<p>N&aring;r du f&oslash;rste gang logger ind eller opretter en konto via ONE-KEY&trade;-hjemmesiden, vil du f&aring; vist et sk&aelig;rmbillede med vores privatlivspolitik (som indeholder cookiepolitikken).&nbsp; N&aring;r du har gennemg&aring;et og accepteret politikken, bliver du logget ind.&nbsp; Hvis du p&aring; noget tidspunkt skifter mening, kan du slette dine cookies og n&aelig;gte os at bruge dem i din browser eller p&aring; din enhed ved at g&aring; ind i browserindstillingerne og afvise cookies.</p>
</body>
</html>
