<html>
<head>
<style>
html { font-family: '-apple-system','HelveticaNeue'; font-size: 20pt; }
body { padding: 35px; }
ul li { margin-bottom: 1em; }
a { color: #954f72; text-decoration: underline; }
table { border-collapse: collapse; }
table, th, td { border: 1px solid black; }
td { padding: 10px; }
</style>
</head>
<body>
<p style="text-align: center;"><strong>ONE-KEY&trade;-app og hjemmeside med platform til lagerstyring</strong><br/><strong>Privatlivspolitik</strong></p>
<p>1&nbsp;
PRIVATLIVSPOLITIK</p>
<p>Milwaukee Electric Tool Corporation ("vi", "os" eller "vores") er forpligtet til at beskytte og respektere dit privatliv.</p>
<p>Denne privatlivspolitik beskriver, hvordan og hvorfor vi indsamler, gemmer, behandler og deler dine personoplysninger. Vi vil altid v&aelig;re
tydelige over for dig omkring brugen af dine personoplysninger. Denne meddelelse indeholder ogs&aring; oplysninger om dine rettigheder i forhold til dine personoplysninger. </p>
<p>For s&aring; vidt ang&aring;r g&aelig;ldende databeskyttelseslove (herunder EU's generelle databeskyttelsesforordning), er den dataansvarlige for
eventuelle personoplysninger, som vi m&aring;tte indsamle, behandle og besidde om dig, Milwaukee Electric Tool Corporation, hvis hjemstedsadresse er 13135 West Lisbon Road, Brookfield, Wisconsin 53005, USA.</p>
<p>&nbsp;Hvis du har sp&oslash;rgsm&aring;l til denne privatlivspolitik eller dine rettigheder i den forbindelse, bedes du kontakte vores Data
Information Manager: </p>
<p>Techtronic Industries UK Ltd<br/>Unit 3 Globeside Business Park<br/>Fieldhouse Lane, Marlow SL7 1HZ<br/>England</p>
<p>Idet vi er baseret uden for Europa, er vi forpligtet til at udpege en repr&aelig;sentant i Europa, som du ogs&aring; kan kontakte ud over os
vedr&oslash;rende dine personoplysninger. Vores europ&aelig;iske repr&aelig;sentant er Techtronic Industries UK Ltd, der kan kontaktes p&aring; f&oslash;lgende m&aring;der:</p>
<p>Techtronic Industries UK Ltd<br/>Unit 3 Globeside Business Park<br/>Fieldhouse Lane, Marlow SL7 1HZ<br/>England</p>
<p>Hvis dine personlige data er blevet tilf&oslash;jet til en af ​​vores kontohavere, skal du v&aelig;re opm&aelig;rksom p&aring;, at det er
kontohaverens beslutning at bruge dine personlige data p&aring; denne m&aring;de, og at kontohaveren er ansvarlig for at vise, at de har ret til at bruge dine personlige data. Dine personlige data behandles som angivet i denne politik.</p>
<p>2&nbsp;
OPLYSNINGER, SOM VI INDSAMLER OM DIG </p>
<p>De personoplysninger, vi indsamler fra eller om dig, omfatter f&oslash;lgende:</p>
<ul>
<li>Navn </li>
<li>Adresse </li>
<li>E-mailadresse</li>
<li>Telefonnummer </li>
<li>Personlig beskrivelse og fotografier</li>
<li>Oplysninger om, hvordan,
hvorn&aring;r og hvor ofte, du bruger dine ONE-KEY&trade;-v&aelig;rkt&oslash;jer</li>
<li>Oplysninger om, hvor dine
ONE-KEY&trade;-v&aelig;rkt&oslash;jer er blevet anvendt (hvis du bruger den p&aring;g&aelig;ldende tjeneste i ONE-KEY&trade;-appen).</li>
<li>Hvis du har brugt
ONE-KEY&trade;-appen p&aring; en mobilenhed, kan vi indsamle din mobilenheds ID, hvis du bruger visse funktioner (s&aring;som v&aelig;rkt&oslash;jsrapportering).</li>
<li>Tekniske oplysninger, herunder den
internetprotokoladresse (IP), du bruger, n&aring;r du forbinder enheden til internettet, dine loginoplysninger, browsertype og version, tidszoneindstilling, typer og versioner af browser-plug-ins, enhedstyper, operativsystem.</li>
<li>Oplysninger om dit bes&oslash;g
p&aring; vores hjemmeside, herunder komplette Uniform Resource Locators (URL-adresser), clickstream til, p&aring; og fra vores side (herunder dato og tidspunkt), produkter, du har set, s&oslash;gt efter eller k&oslash;bt, sidens svartider,
downloadfejl, varigheden af bes&oslash;g p&aring; visse sider, oplysninger om sideinteraktion (s&aring;som scrolling, klik og mouse-overs), anvendte metoder til at s&oslash;ge p&aring; hjemmesiden</li>
</ul>
<p>
Vi kan ogs&aring; indsamle personlige data om enhver, du tillader at bruge dine ONE-KEY&trade;-v&aelig;rkt&oslash;jer eller dine personlige data eller entrepren&oslash;rers personlige data, som du tilf&oslash;jer til din konto ("Tilf&oslash;jet brugerdata") eller de personlige data for de flere brugere, du inviter/inviteres til at linke til din konto ("Multibruger"/"Multibruger-data"). Hvis du f.eks. har bedt en medarbejder om at bruge dit ONE-KEY&trade;-v&aelig;rkt&oslash;j, kan du potentielt identificere personlige oplysninger om den p&aring;g&aelig;ldende medarbejder, deres placering, deres pr&aelig;station eller arbejdsm&oslash;nstre gennem deres brug af ONE-KEY&trade;-v&aelig;rkt&oslash;jet. Det er dit ansvar at overholde al g&aelig;ldende databeskyttelseslovgivning og underrette alle dine medarbejdere eller enhver tredjepart, hvis personlige data er tilf&oslash;jet eller knyttet til din konto, der bruger dit ONE-KEY&trade;-v&aelig;rkt&oslash;j p&aring; forh&aring;nd om indsamlingen af ​​deres personlige data p&aring; denne m&aring;de. Hvis de har yderligere sp&oslash;rgsm&aring;l om, hvordan deres personlige data kan bruges af os, skal du henvise dem til denne fortrolighedspolitik. Vi er ikke ansvarlige p&aring; nogen m&aring;de for krav, der er anlagt mod dig (eller os) af tredjepart, der bruger dit ONE-KEY&trade;-v&aelig;rkt&oslash;j, eller hvis personlige data du har f&oslash;jet til din konto, eller som du har inviteret til at linke til din konto , relateret til enhver kr&aelig;nkelse af g&aelig;ldende databeskyttelseslovgivning. Du er ansvarlig for at sikre, at du har ret til at give os de tilf&oslash;jede brugerdata (herunder ved at underrette de ber&oslash;rte personer om, at du tilf&oslash;jer deres personlige data til din konto), og at vi har ret til at bruge de tilf&oslash;jede brugerdata for at give dig funktionaliteten af ​​ONE-KEY&trade;-appen. Med henblik p&aring; databeskyttelseslove vil du v&aelig;re datacontroller for de tilf&oslash;jede brugerdata, og vi er databehandler (dvs. de tilf&oslash;jede brugerdata er dit ansvar, og vi leverer en service til dig, s&aring; du kan inkludere de tilf&oslash;jede brugerdata inden for din konto).
<br/><br/>
Multibrugerfunktionaliteten kan give brugere af ONE-KEY&trade;-appen mulighed for at indtaste og gemme oplysninger om andre brugere, n&aring;r disse andre brugere er tilknyttet den oprindelige bruger med det form&aring;l at knytte konti til flere brugere og lette koordinering og organisering blandt en gruppe af tilknyttede brugere. VED AT BRUGE EN MULTIBRUGERFUNKTIONALITET MED ONE-KEY&trade;-APPEN ER DU UDTRYKKELIGT ENIG I F&Oslash;LGENDE: (A) Du anerkender og garanterer, at inden du indtaster personlige oplysninger fra andre personer, har du (i) meddelt den person, hvis data indtastes, om den enkeltes personlige oplysninger i ONE-KEY&trade;-appen med det form&aring;l at f&aring; adgang til og bruge funktionaliteten i ​​ONE-KEY&trade;-appen, (ii) underrettede personen om de personoplysninger, du vil indtaste, (iii) leverede en link til fortrolighedspolitikken (findes her: http://uk.milwaukeetool.eu/one-key/privacy-policy/), der vil styre vores adgang, brug og videregivelse af s&aring;danne oplysninger, n&aring;r de f&oslash;rst er indtastede, og (iv) opn&aring;et udtrykkeligt samtykke fra hver enkelt person til s&aring;dan videregivelse og brug af de relevante personlige oplysninger; og (B) hvis din konto er knyttet til en anden konto i forbindelse med enhver multibrugerfunktionalitet i ONE-KEY&trade;-appen, anerkender du og accepterer, at du har l&aelig;st og accepteret fortrolighedspolitikken (findes her: http://uk.milwaukeetool.eu/one-key/privacy-policy/) og du autoriserer os udtrykkeligt til at bevare, bruge og videregive dine personlige oplysninger tilknyttet en s&aring;dan konto med det form&aring;l at levere ONE-KEY&trade;-appen og alle tilknyttede tjenester og funktionalitet, s&aring; l&aelig;nge din konto forbliver tilknyttet.
</p>
<p>3&nbsp;
HVORDAN INDSAMLER VI OPLYSNINGER OM DIG</p>
<p>Vi kan indsamle oplysninger om dig p&aring; en r&aelig;kke forskellige m&aring;der, herunder n&aring;r du:</p>
<ul>
<li>opretter en konto hos os </li>
<li>g&aring;r ind p&aring; vores hjemmeside eller i vores ONE-KEY&trade;-app</li>
<li>tilmelder dig vores nyhedsbrev </li>
<li>registrerer dit ONE-KEY&trade;-v&aelig;rkt&oslash;j hos os eller registrerer dine v&aelig;rkt&oslash;jer med henblik p&aring; at opn&aring; en
udvidet garanti</li>
<li>kontakter vores kundeserviceteam</li>
<li>deltager i en af vores konkurrencer eller kampagner eller udfylder en sp&oslash;rgeskemaunders&oslash;gelse</li>
<li>kommer i forbindelse med os p&aring; de sociale medier (for eksempel ved at n&aelig;vne/tagge os eller ved at kontakte os direkte). </li>
</ul>
<p>Derudover, hvis du bruger lagerstyringsfunktionerne i ONE-KEY&trade;-appen, vil ONE-KEY&trade;-appen automatisk indsamle data fra dine
ONE-KEY&trade;-v&aelig;rkt&oslash;jer, der er registreret p&aring; din konto, og som omfatter:</p>
<ul>
<li>v&aelig;rkt&oslash;jets identifikationsoplysninger (f.eks. serienummer)</li>
<li>v&aelig;rkt&oslash;jets brugsdata (f.eks. dato/tidspunkt for start og oph&oslash;r med brug)</li>
<li>v&aelig;rkt&oslash;jets lokationsoplysninger hvis du (eller en anden, der bruger ONE-KEY&trade;-appen) har tilsluttet Bluetooth, hvis dit
ONE-KEY&trade;-v&aelig;rkt&oslash;j er inden for Bluetooth-r&aelig;kkevidde af enheden, kan vi bruge disse oplysninger til at hj&aelig;lpe med at bestemme dit ONE-KEY&trade;-v&aelig;rkt&oslash;js placering. V&aelig;r opm&aelig;rksom p&aring;,
at eventuelle personoplysninger, som vi indsamler om dig (eller en tredjepart) vedr&oslash;rende din placering (f.eks. hvis du eller en medarbejder befinder dig sammen med dit <br/>ONE-KEY&trade;-v&aelig;rkt&oslash;j), er underordnede i
forhold til vores form&aring;l med at indsamle disse lokationsoplysninger for at hj&aelig;lpe dig med at bestemme placeringen af dit <br/>ONE-KEY&trade;-v&aelig;rkt&oslash;j. Vi sporer dine ONE-KEY&trade;-v&aelig;rkt&oslash;jer, ikke dig!</li>
</ul>
<p>4&nbsp;
HVORDAN BRUGER VI DINE PERSONOPLYSNINGER, OG HVAD ER VORES BERETTIGELSE TIL AT G&Oslash;RE DET?</p>
<table>
<tbody>
<tr>
<td width="50%">
<p><strong>Hvordan og hvorfor
bruger vi dine personoplysninger</strong></p>
</td>
<td width="50%">
<p><strong>Hvad er vores
juridiske berettigelse for at behandle dine personoplysninger</strong></p>
</td>
</tr>
<tr>
<td>
<p>Til at levere de oplysninger,
produkter og tjenester, du anmoder om eller k&oslash;ber hos os (dvs. til at udf&oslash;re visse opgaver, processer og til at kommunikere med dig vedr&oslash;rende de p&aring;g&aelig;ldende produkter og tjenester, som du k&oslash;ber
eller anmoder om fra os, og til at besvare dine sp&oslash;rgsm&aring;l og kommentarer</p>
</td>
<td rowspan="3">
<p>Vi henholder os til vores
kontraktlige forpligtelser over for dig som det retsgrundlag, i henhold til hvilket vi indsamler og behandler dine personoplysninger i forbindelse med en ordre vedr&oslash;rende produkter eller tjenester eller din brug af
ONE-KEY&trade;-appen. </p>
<p>Alternativt henholder vi os i
visse tilf&aelig;lde til vores legitime interesse som virksomhed (det er for eksempel i vores interesse at m&aring;le kundetilfredshed og l&oslash;se kundernes problemer). I de tilf&aelig;lde, hvor vi henholder os til vores legitime
interesse, vil vi altid sikre, at vi afvejer denne interesse i forhold til dine rettigheder.</p>
</td>
</tr>
<tr>
<td>
<p>N&aring;r du bruger vores
ONE-KEY&trade;-app til at hj&aelig;lpe dig med at f&aring; leveret de tjenester, du har anmodet om, via ONE-KEY&trade;-appen.&nbsp; Dette kan omfatte lokationsoplysninger indsamlet via vores ONE-KEY&trade;-lagerstyringssystem, n&aring;r
du v&aelig;lger at tilslutte Bluetooth og anvende den funktion. </p>
</td>
</tr>
<tr>
<td>
<p>Til at m&aring;le hvor
tilfredse vores kunder er og til at yde kundeservice (herunder probleml&oslash;sning i forbindelse med k&oslash;b eller dine anmodninger om tjenester, eller n&aring;r du stiller os sp&oslash;rgsm&aring;l p&aring; de sociale medier).</p>
</td>
</tr>
<tr>
<td>
<p>Vi kan bruge dine
personoplysninger til at fort&aelig;lle dig om relevante produkter og tilbud ("markedsf&oslash;ring"). </p>
 </td>
<td>
<p>Vi m&aring; normalt kun bruge
dine personoplysninger til at sende dig markedsf&oslash;ringsmeddelelser, hvis vi har samtykke fra dig til at g&oslash;re dette, i visse tilf&aelig;lde kan vi dog henholde os til en legitim interesse. </p>
<p>Du kan bede os om at stoppe
med at sende dig markedsf&oslash;ringsmeddelelser ved at kontakte os p&aring; et hvilket som helst tidspunkt ved brug af de kontaktoplysninger, der er anf&oslash;rt &oslash;verst i denne privatlivspolitik
https://dk.milwaukeetool.eu/footer/privacy-policy/</p>
</td>
</tr>
<tr>
<td>
<p>Til at overv&aring;ge brugen
af vores <br/>ONE-KEY&trade;-app og hjemmeside og sikre, at de pr&aelig;senteres p&aring; den mest effektive og relevante m&aring;de for dig og din enhed. </p>
<p>Vi kan i den forbindelse
g&oslash;re brug af cookies.</p>
</td>
<td>
<p>Vi har en legitime interesse
i at sikre, at vores hjemmeside og vores ONE-KEY&trade;-app fungerer korrekt, og at vores produkter og tjenester er af h&oslash;j kvalitet og effektive. </p>
<p>Vi bruger samtykke, n&aring;r
vi placerer cookies p&aring; din enhed. For oplysninger om, hvordan vi bruger cookies, se vores cookieerkl&aelig;ring <a style="color: purple; text-decoration: underline;"
href="https://dk.milwaukeetool.eu/cookies">https://dk.milwaukeetool.eu/cookies</a>/.</p>
</td>
</tr>
<tr>
<td>
<p>Vi kan optage opkald, du
foretager til os, og vil bruge disse oplysninger til tr&aelig;ning og kvalitetssikringsform&aring;l (hvis dit opkald optages, fort&aelig;ller vi dig det i forvejen). </p>
</td>
<td>
<p>Vi bruger data p&aring; denne
m&aring;de af forskellige &aring;rsager. Det kan v&aelig;re i henhold til en juridisk forpligtelse, og det er ogs&aring; i vores legitime interesse at gennemg&aring; optagne opkald til kvalitetssikringsform&aring;l.</p>
</td>
</tr>
<tr>
<td>
<p>Til at sikre at de personlige
og &oslash;konomiske oplysninger, som du giver os, er n&oslash;jagtige. </p>
</td>
<td rowspan="4">
<p>I visse tilf&aelig;lde bruger
vi dine personoplysninger, fordi det er n&oslash;dvendigt for os at overholde en juridisk forpligtelse (s&aring;som hvis vi modtager en legitim anmodning fra en retsh&aring;ndh&aelig;vende myndighed). I andre tilf&aelig;lde (s&aring;som
afsl&oslash;ring af svig eller til sikring af hjemmesidens sikkerhed) vil vi henholde os til vores legitime interesse som virksomhed til at bruge dine personoplysninger p&aring; denne m&aring;de. I de tilf&aelig;lde, hvor vi henholder os
til vores legitime interesse, vil vi altid sikre, at vi afvejer denne interesse i forhold til dine rettigheder. </p>
</td>
</tr>
<tr>
<td>
<p>Til at opdage, efterforske,
indberette og s&oslash;ge at forhindre &oslash;konomisk kriminalitet eller anden ulovlig aktivitet</p>
</td>
</tr>
<tr>
<td>
<p>Til at h&aring;ndtere risici
for os og vores kunder.</p>
</td>
</tr>
<tr>
<td>
<p>Til at opfylde vores
juridiske forpligtelser og forpligtelser vedr&oslash;rende compliance.</p>
</td>
</tr>
</tbody>
</table>
<p>5&nbsp;
HVORDAN DELER VI DINE PERSONOPLYSNINGER?</p>
<p>Med henblik p&aring; at levere vores produkter og tjenester til dig deler vi dine personoplysninger med vores betroede
tredjepartstjenesteleverand&oslash;rer eller vores koncernvirksomheder, som beskrevet nedenfor. Uanset hvorn&aring;r vi deler dine personoplysninger, tr&aelig;ffer vi foranstaltninger, der stiller krav om, at disse &oslash;vrige organisationer
skal opbevare dine oplysninger p&aring; en sikker m&aring;de og til at sikre, at de ikke bruger dine personoplysninger til deres egne markedsf&oslash;ringsform&aring;l, medmindre du har givet os dit samtykke dertil. Vi vil aldrig s&aelig;lge
dine personoplysninger til en tredjepart. </p>
<p><u>Til at levere ordrer vedr&oslash;rende produkter og tjenester:</u></p>
<p>Vi arbejder sammen med en r&aelig;kke betroede tjenesteleverand&oslash;rer, som leverer tjenester p&aring; vores vegne. N&aring;r du k&oslash;ber
produkter og tjenester hos os, omfatter tjenester leveret af disse tjenesteleverand&oslash;rer hosting og levering af hjemmeside og database. Det er i vores legitime interesse som virksomhed at arbejde sammen med disse
tjenesteleverand&oslash;rer, idet vi ikke har mulighed for selv at levere disse tjenester. I hvert enkelt tilf&aelig;lde vil vi sikre, at tjenesteleverand&oslash;rerne kun har mulighed for at bruge dine personoplysninger til at levere
tjenesterne til os og intet andet form&aring;l.&nbsp; </p>
<p><u>Andre erhvervsm&aelig;ssige tjenester:</u></p>
<p>Vi kan have behov for at videregive dine personoplysninger til vores forsikringsselskaber, hvis vi mener, at dette er n&oslash;dvendigt i henhold til
vores kontraktforhold med vores forsikringsselskab. </p>
<p>Vi arbejder sammen med n&oslash;je udvalgte tredjeparter, s&aring;som hostingleverand&oslash;ren af vores kundedatabase, markedsf&oslash;ringsbureauer
og annoncepartnere, der hj&aelig;lper os med at give dig en positiv kundeoplevelse.</p>
<p><u>Til at forhindre og opdage kriminalitet og generelt at overholde lovgivningen:</u></p>
<p>Der kan v&aelig;re situationer, hvor vi er omfattet af en retlig forpligtelse til at dele eller freml&aelig;gge dine personoplysninger, s&aring;som i
forhold til retsh&aring;ndh&aelig;vende myndigheder eller offentlige myndigheder, med henblik p&aring; at forhindre eller opdage kriminalitet eller opfylde et juridisk krav. </p>
<p><u>International koncerndatabehandling og koncernstruktur:</u></p>
<p>Vores koncern er f&aelig;lles om forskellige drifts- og forretningsprocesser.&nbsp; Vi kan dele dine personoplysninger med et medlem af vores koncern
for at opfylde vores kontraktlige forpligtelser over for dig, eller fordi det er i vores legitime interesse at g&oslash;re det. Hvis du for eksempel bruger vores tjenester i Europa, vil dine data blive behandlet af Techtronic Industries ELC GmbH
i Europa, vores koncernselskab, der hoster vores tjenester i Europa p&aring; vores vegne. </p>
<p>Tilsvarende, idet vi er baseret i USA, kan vi dele dine oplysninger med et af vores koncernselskaber, der er beliggende i dit omr&aring;de, med
henblik p&aring; at sikre os, at vi kun sender dig markedsf&oslash;ring vedr&oslash;rende vores produkter og tjenester, der er til r&aring;dighed i dit omr&aring;de.&nbsp;</p>
<p>Vi kan ogs&aring; dele dine personoplysninger, hvis vores koncernstruktur &aelig;ndrer sig i fremtiden, for eksempel:</p>
<ul>
<li>kan vi v&aelig;lge at s&aelig;lge, overdrage eller fusionere dele af vores virksomhed eller vores aktiver eller vi kan v&aelig;lge at
opk&oslash;be andre virksomheder eller fusionere med dem.</li>
<li>I forbindelse med en s&aring;dan proces kan vi dele dine oplysninger med andre parter. Vi g&oslash;r det kun, hvis de accepterer at holde dine
oplysninger sikre og private.</li>
<li>Hvis der sker en &aelig;ndring af vores koncern, s&aring; kan &oslash;vrige parter bruge dine oplysninger p&aring; samme m&aring;de som
beskrevet i denne meddelelse.</li>
</ul>
<p>6&nbsp;
COOKIES</p>
<p>Vores hjemmeside bruger cookies til at adskille dig fra andre brugere af vores hjemmeside. Dette hj&aelig;lper os med at give dig en god oplevelse,
n&aring;r du s&oslash;ger p&aring; vores hjemmeside, og g&oslash;r det muligt for os at forbedre vores side. Vores hjemmeside bruger Google Analytics til at evaluere, hvordan du bruger vores hjemmeside og leverer yderligere tjenester
vedr&oslash;rende hjemmeside- og internetbrug.</p>
<p>For n&aelig;rmere oplysninger om de cookies, vi bruger (herunder Google Analytics), og de form&aring;l, vi bruger dem til, se vores
cookieerkl&aelig;ring <a style="color: purple; text-decoration: underline;" href="https://dk.milwaukeetool.eu/cookies">https://dk.milwaukeetool.eu/cookies</a>/.</p>
<p>7&nbsp;
SIKKERHED</p>
<p>Vi tager opbevaringen af dine personoplysninger meget alvorligt.&nbsp; Vi har implementeret forskellige strategier, kontroller, politikker og
foranstaltninger til at holde dine oplysninger sikre og overv&aring;ger disse foranstaltninger n&oslash;je. Vi bruger en r&aelig;kke administrative, logiske, fysiske og ledelsesm&aelig;ssige foranstaltninger til at beskytte dine
personoplysninger mod tab, tyveri og uberettiget adgang, brug og &aelig;ndring.</p>
<p>8&nbsp;
OVERF&Oslash;RSEL AF DINE OPLYSNINGER TIL ET STED UDEN FOR EUROPA</p>
<p>Vi overf&oslash;rer dine personoplysninger til et sted uden for Det Europ&aelig;iske &Oslash;konomiske Samarbejdsomr&aring;de (E&Oslash;S) med henblik
p&aring; at behandle dine personoplysninger. Vi er baseret i USA, og selvom vi har europ&aelig;iske datacentre, kan alle dine oplysninger blive behandlet af os i USA. </p>
<p>Det kan ogs&aring; v&aelig;re n&oslash;dvendigt for os at overf&oslash;re dine personoplysninger til et sted uden for E&Oslash;S, hvor vi arbejder med
en leverand&oslash;r eller en tredjepart, der behandler visse personoplysninger uden for E&Oslash;S. </p>
<p>Disse lande (herunder USA) har muligvis ikke de samme databeskyttelseslove som Storbritannien og E&Oslash;S, s&aring; dine personoplysninger er
muligvis ikke omfattet af den samme beskyttelse. I s&aring;danne tilf&aelig;lde vil vi sikre os, at enhver overf&oslash;rsel af dine personoplysninger til lande uden for E&Oslash;S er omfattet af beh&oslash;rige foranstaltninger p&aring; samme
m&aring;de, som hvis de blev behandlet i E&Oslash;S og i henhold til de retningsgivende principper, der er beskrevet i denne privatlivsmeddelelse. </p>
<p>Hvis du &oslash;nsker yderligere oplysninger, bedes du kontakte os ved brug af de kontaktoplysninger, der er anf&oslash;rt &oslash;verst i denne
privatlivspolitik https://dk.milwaukeetool.eu/footer/privacy-policy.</p>
<p>9&nbsp;
HVOR L&AElig;NGE GEMMER VI DINE PERSONOPLYSNINGER?</p>
<p>Generelt opbevarer vi kun dine personoplysninger s&aring; l&aelig;nge, det er n&oslash;dvendigt i forhold til de form&aring;l, der er beskrevet i
denne privatlivsmeddelelse.&nbsp; Det betyder, at opbevaringsperioderne vil variere afh&aelig;ngigt af typen af oplysninger og &aring;rsagen til, at vi har oplysningerne i det hele taget. </p>
<p>Vi har en politik for opbevaring, som vi l&oslash;bende gennemg&aring;r under hensyntagen til vores bev&aelig;ggrunde for at behandle dine
personoplysninger og det retlige grundlag for at g&oslash;re dette.</p>
<p>Du kan til enhver tid slette din konto ved at kontakte vores Data Information Manager p&aring; en af de adresser, der er anf&oslash;rt i afsnit 1
ovenfor. </p>
<p>10&nbsp;
DINE RETTIGHEDER &nbsp;</p>
<p>Den g&aelig;ldende databeskyttelseslovgivning giver dig en r&aelig;kke rettigheder i forhold til dine personoplysninger. Du har ret til:</p>
<ul>
<li>at bede os om ikke at bruge dine
personoplysninger til direkte markedsf&oslash;ringsform&aring;l</li>
<li>at bede os om oplysninger om,
hvilke personoplysninger, vi opbevarer om dig, og at f&aring; oplyst den m&aring;de, vi behandler oplysningerne p&aring; (og i visse tilf&aelig;lde kan du bede os om at udlevere en kopi til en tredjepart) </li>
<li>at bede os om at rette eller
ajourf&oslash;re eventuelle personoplysninger, der er urigtige </li>
<li>at bede om at f&aring;
personoplysninger slettet i visse (men ikke alle) tilf&aelig;lde, hvor der ikke er nogen god grund til, at vi fortsat bruger dem</li>
<li>at bede os om midlertidigt at
stoppe med at bruge dine oplysninger, hvis du ikke mener, vi har ret til at bruge dem, eller at stoppe med at bruge dine personoplysninger, hvis der ikke er nogen god grund til, at vi fortsat bruger dem, og</li>
<li>ikke at v&aelig;re omfattet af
nogen beslutninger, der alene tr&aelig;ffes p&aring; baggrund af "automatiseret behandling" (dvs. retten til ikke at blive omfattet af beslutninger, der alene tr&aelig;ffes af algoritmer eller computere uden menneskeligt input) i visse
tilf&aelig;lde.&nbsp;</li>
</ul>
<p>Hvis du &oslash;nsker at kontakte os vedr&oslash;rende dine rettigheder, bedes du g&oslash;re det ved hj&aelig;lp af de kontaktoplysninger, der er
anf&oslash;rt &oslash;verst i denne privatlivspolitik, https://dk.milwaukeetool.eu/footer/privacy-policy.</p>
<p>Du har ogs&aring; ret til at klage over vores brug af dine personoplysninger.&nbsp; Du kan kontakte din lokale datatilsynsmyndighed (en oversigt over
lokale datatilsynsmyndigheder kan findes her: http://ec.europa.eu/newsroom/article29/item-detail.cfm?item_id=612080).</p>
<p>11&nbsp;
&AElig;NDRINGER AF VORES PRIVATLIVSPOLITIK</p>
<p>Alle fremtidige &aelig;ndringer af vores privatlivspolitik vil blive opsl&aring;et p&aring; denne side. Vi kan ogs&aring; sende dig en e-mail, hvis vi
har din e-mailadresse.&nbsp; Vi opfordrer dig til at holde &oslash;je med eventuelle opdateringer eller &aelig;ndringer af vores privatlivspolitik.&nbsp; </p>
<p>Denne fortrolighedspolitik blev senest opdateret den 21/04/2020]</p>
</body>
</html>
