<div id="bodyInfo">
<div id="bodyInfo">
<div id="bodyInfo">
<div id="bodyInfo">Estoy de acuerdo que Techtronic Industries ELC GmbH, Max-Eyth-Strasse 10, 71364 Winnenden, Alemania (TTI Germany) obtenga, registre, procese, use y transfiera los siguientes datos a Techtronic Industries (UK) Ltd., Globeside Business Park, Fieldhouse Lane, Marlow, Bucks, SL7 1HZ, UK (TTI UK): Los datos de mi registro de Cuenta One-Key (p.ej., nombre, direcci&oacute;n, direcci&oacute;n de correo electr&oacute;nico, n&uacute;meros de tel&eacute;fono), informaci&oacute;n sobre Herramientas One-Key vinculadas con mi Cuenta One-Key (p.ej., ID de la herramienta, datos de uso de la herramienta, ubicaci&oacute;n de la herramienta) as&iacute; como otras informaciones sobre el uso de App Herramienta One-Key (p.ej., datos introducidos en el sistema de gesti&oacute;n de inventarios, ubicaci&oacute;n de mi dispositivo).</div>
<div id="bodyInfo">TTI Germany y TTI UK est&aacute;n autorizados a analizar y usar mis datos para fines de registro y soporte del producto, estudios de mercado, desarrollo de productos y comercializaci&oacute;n.</div>
<div id="bodyInfo">Tambi&eacute;n estoy de acuerdo que TTI Germany y TTI UK puedan obtener, registrar, procesar y usar mi direcci&oacute;n de correo electr&oacute;nico y mi direcci&oacute;n postal para enviarme informaci&oacute;n general y/o material de publicidad de productos y servicios de la marca MILWAUKEE en los &aacute;mbitos de herramientas el&eacute;ctricas, herramientas de mano, equipos de prueba y medici&oacute;n y accesorios.</div>
<div id="bodyInfo">Asimismo, estoy de acuerdo que TTI Germany haga uso de los Servicios de Almacenamiento en la Nube proporcionados por Amazon Web Services, Inc. 410 Terry Avenue North, Seattle, WA 98109-5210, USA para almacenar mis datos.</div>
<div id="bodyInfo">Asimismo, estoy de acuerdo que TTI Germany use la herramienta Google Analytics para recoger informaci&oacute;n sobre mi uso de la App (p.ej., qu&eacute; funciones uso y cu&aacute;ndo) y de mi Dispositivo (p.ej., sistema operativo), adem&aacute;s de mi direcci&oacute;n IP (datos de uso) para evaluar el uso de la App y mejorarlo. Los datos de uso solo ser&aacute;n usados de forma agregada y no ser&aacute;n vinculados con mi nombre, direcci&oacute;n de correo electr&oacute;nico o Cuenta One-Key. Google Analytics es suministrada a TTI Germany por Google, Inc., 1600 Amphitheatre Parkway Mountain View, CA 94043, USA.</div>
<div id="bodyInfo">Soy consciente y acepto que los EE.UU. no ofrecen un nivel de protecci&oacute;n de datos que sea equivalente al de la UE.</div>
<div id="bodyInfo">Nota: Usted puede revocar su consentimiento con efecto para el futuro en cualquier momento. P&oacute;ngase en contacto con <a href="mailto:onekey.admin@milwaukeetool.eu">onekey.admin@milwaukeetool.eu</a> Se puede consultar el texto de dicho consentimiento en: <a href="http://es.milwaukeetool.eu/one-key/data-consent/">http://es.milwaukeetool.eu/one-key/data-consent/</a></div>
<div id="bodyInfo">Uso adicional. Con su consentimiento, haremos uso de sus datos no solo seg&uacute;n lo establecido en su consentimiento sino tambi&eacute;n en las disposiciones de la presente pol&iacute;tica de privacidad.</div>
</div>
</div>
</div>
